<?php
// Overview
$locale['web_0000'] = "Интернет връзки";
$locale['web_0001'] = "Всички интернет връзки";
$locale['fmt_open'] = "отворено|отворени";
// Sorting
$locale['web_0030'] = "Най-скорошни";
$locale['web_0031'] = "Топ отворени";
$locale['web_0032'] = "Най-стари";
// Views
$locale['web_0040'] = "Изглед, като галерия";
$locale['web_0041'] = "Изглед, като лист";
// Messages
$locale['web_0060'] = "Няма дефинирани категории на интернет връзките.";
$locale['web_0062'] = "Няма връзки в тази категория.";
