<?php
// Blog Submissions messages
$locale['blog_0130'] = "لاتوجد حالياً اي مدخلات للمدونة";
$locale['blog_0131'] = "معاينة مشاركة المدونة";
$locale['blog_0132'] = "المدونة التي بالأعلى تم إدخالها بواسطة ";
$locale['blog_0133'] = "هل تريد إشهار أو حذف عنصر المدونة هذا؟";
$locale['blog_0134'] = "إشهار المدونة";
$locale['blog_0135'] = "حذف المدونة";
$locale['blog_0136'] = "إدخال موضوع للمعاينة";
$locale['blog_0137'] = "يوجد حالياً %s في الإنتظار لمعاينتك.";
$locale['blog_0138'] = "نأسف, لا نستطيع حالياً إستقبال اي مدخلات للمدونة في هذا الموقع.";
$locale['blog_0141'] = "إظهار المدونة";
$locale['blog_0142'] = "كاتب المشاركة";
$locale['blog_0143'] = "وقت المشاركة";
$locale['blog_0144'] = "الرقم التعريفي للمشاركة";
$locale['blog_0145'] = "مشاركة المدونة تم حذفها";
$locale['blog_0146'] = "مشاركة المدونة تم إشهارها";
$locale['blog_0147'] = "مشاركة المدونة تم حفظها كـمسودة";
$locale['blog_0148'] = "نشر من قبل ";
$locale['blog_0149'] = "%s تم تعطيلة أثرة.";
// Blog titles
$locale['blog_0400'] = "المدونات الحالية";
$locale['blog_0401'] = "أضف مدونة";
$locale['blog_0402'] = "عدل مدونة";
$locale['blog_0405'] = "المدونة";
$locale['blog_0406'] = "الاعدادات";
$locale['blog_0407'] = "تصنيفات المدونة";
$locale['blog_0408'] = "حالياً يتم عرض %d من %d لجميع مدخلات المدونة";
$locale['blog_0409'] = "أضف تصنيف مدونة";
// Blog messages
$locale['blog_0410'] = "تم اضافة عنصر المدونة";
$locale['blog_0411'] = "تم تحديث عنصر المدونة";
$locale['blog_0412'] = "تم حذف عنصر المدونة";
$locale['blog_0413'] = "أسم ملف الصورة غير صالح.";
$locale['blog_0414'] = "يجب ان تكون الصورة أقل من %s.";
$locale['blog_0415'] = "يجب ان تكون صيغة الصورة واحدة من الأنواع التالية %s.";
$locale['blog_0416'] = "يجب ان لا تكون الصورة أكبر من %s بكسل.";
$locale['blog_0417'] = "‏‏خطأ غير معروف";
// Blog form
$locale['blog_0422'] = "عنوان المدونة";
$locale['blog_0423'] = "التصنيف:";
$locale['blog_0424'] = "أخبار غير مصنفة";
$locale['blog_0425'] = "قطعة:";
$locale['blog_0425a'] = "مقدمة قصيرة عن المدونة";
$locale['blog_0426'] = "مفصّل:";
$locale['blog_0426b'] = "محتوى المدونة";
$locale['blog_0427'] = "تاريخ البداية:";
$locale['blog_0428'] = "تاريخ الانتهاء:";
$locale['blog_0429'] = "(إختياري)";
$locale['blog_0430'] = "الرؤية:";
$locale['blog_0431'] = "أحفظ كمسودة";
$locale['blog_0432'] = "اجعل عنصر المدونة هذه مثبت";
$locale['blog_0433'] = "فواصل أسطر تلقائية";
$locale['blog_0434'] = "تمكين التعليقات";
$locale['blog_0435'] = "تمكين التقييم";
$locale['blog_0437'] = "أحفظ المدونة";
$locale['blog_0438'] = "المسودة";
$locale['blog_0439'] = "صور المدونة:";
$locale['blog_0440'] = "أكبر حجم للملف %s / صيغ الملفات المسموح بها GIF, JPEG, PNG.";
$locale['blog_0441'] = "فاصل";
$locale['blog_0442'] = "موضع الصورة:";
$locale['blog_0443'] = "كلمات مفتاحية:";
$locale['blog_0444'] = "أضغط Enter بعد كل كلمة مفتاحية";
// Blog Category
// Blog Categories titles
$locale['blog_0500'] = "عدل تصنيف المدونة";
$locale['blog_0502'] = "التصنيفات";
// Blog Categories messages
$locale['blog_0520'] = "تم إضافة تصنيف للمدونة";
$locale['blog_0521'] = "تم تحديث تصنيف المدونة";
$locale['blog_0522'] = "لا يمكن حذف تصنيف المدونة";
$locale['blog_0523'] = "توجد هناك عناصر مدونة و تصنيفات فرعية مربوطة بهذا التصنيف";
$locale['blog_0524b'] = "تم حذف تصنيف المدونة";
// Blog Categories form
$locale['blog_0530'] = "أسم التصنيف:";
$locale['blog_0531'] = "صورة التصنيف:";
$locale['blog_0532'] = "حفظ التصنيف";
$locale['blog_0533'] = "التصنيف الأصل:";
$locale['blog_0535'] = "لا توجد تصانيف مدونة معرّفة";
$locale['blog_0536'] = "أضغظ هنا لرفع صورة للتصنيف";
$locale['blog_0537'] = "الأصل";
$locale['blog_0538'] = "بايت (بايتات)";
$locale['blog_0539'] = "كيلوبات (كيلوباتات)";
$locale['blog_0540'] = "ميقابايت (ميقاباتات)";
// Popup Error/Warning Messages
$locale['blog_0550'] = "حذف تصنيف المدونة هذا ؟";
// Error Messages
$locale['blog_0560'] = "يرجى إدخال أسم للتصنيف.";
$locale['blog_0561'] = "هذا التصنيف موجود مسبقاً.";
// Popup Error/Warning Messages
$locale['blog_0450'] = "يرجى تحديد موضوع";
$locale['blog_0451'] = "حذف هذه المدونة؟";
$locale['blog_0452'] = "%s تم تعطيل لجميع العناصر.<br/>لن يسري هذا الإعداد إلا عند تمكينه مرة أخرى.";
$locale['blog_0456'] = 'لا توجد مدونات في هذا التصنيف.';
$locale['blog_0457'] = "الرجاء تحديد كلمة المرور";
$locale['blog_0461'] = 'لا توجد تصنيفات مدونة معرّفة.';
// Filters
$locale['blog_0458'] = "فرز بواسطة:";
$locale['blog_0459'] = "فرز عرض التصنيف بواسطة";
$locale['blog_0460'] = "جميع مدخلات المدونة";
//Alignment
$locale['left'] = "يسار";
$locale['center'] = "وسط";
$locale['right'] = "يمين";
$locale['blog_0600'] = "الإرساليات";
$locale['blog_0601'] = "إدخال صورة";
$locale['blog_0602'] = "مطلوب مدونة مفصله؟";
// Public Submissions Form
$locale['blog_0700'] = "إرسال مدونة";
$locale['blog_0701'] = "شكراً لك لمشاركتك مدونتك";
$locale['blog_0702'] = "إدخال عنصر مدونة أخر";
$locale['blog_0703'] = "استخدم النموذج التالي لإدخال مدونة. سيتم عرض مشاركتك بواسطة الإدارة. [SITENAME], لديهم الصلاحية لتعديل وتنسيق أي مدخلات. يجب أن تكون المشاركة مطابقة لمحتوى هذا الموقع. أي مشاركات غير مطابقة لمحتوى هذا الموقع سوف يتم حذفها.";
$locale['blog_0704'] = "أرجع إلى [SITENAME]";
$locale['blog_601'] = "حجم العينة:";
$locale['blog_602'] = "حجم الصورة:";
$locale['blog_603'] = "أكبر حجم للصورة:";
$locale['blog_604'] = "العرض x الإرتفاع";
$locale['blog_605'] = "الحد الأقصى لحجم الملف (بايت):";
// Blog Settings
$locale['blog_950'] = "رفع الصورة";
$locale['blog_951'] = "رابط الصورة:";
$locale['blog_952'] = "التصنيف";
$locale['blog_953'] = "عنصر المدونة";
$locale['blog_954'] = "نسبة العينة:";
$locale['blog_955'] = "طبيعي";
$locale['blog_956'] = "مربع";
$locale['blog_959'] = "الصورة المرفوعة";
$locale['blog_960'] = "صورة التصنيف";
$locale['blog_961'] = "صيغ الملفات المسموح بها:";
$locale['blog_submit'] = "%s المدونة";
