<?php
// Blog Submissions messages
$locale['blog_0130'] = "لا يوجد حاليا أي إرساليات مدونات";
$locale['blog_0131'] = "مراجعة إرسالية المدونة";
$locale['blog_0132'] = "المدونة أعلاه تم إرسالها بواسطة ";
$locale['blog_0133'] = "هل تريد نشر أو حذف هذا عنصر المدونة?";
$locale['blog_0134'] = "نشر مدونة";
$locale['blog_0135'] = "حذف مدونة";
$locale['blog_0136'] = "موضوع الإرسالية للمراجعة";
$locale['blog_0137'] = "يوجد حاليا %s قيد الانتظار لمعاينتك.";
$locale['blog_0138'] = "عذرا، لا نقبل حاليا أي إرساليات مدونات على هذا الموقع.";
$locale['blog_0141'] = "معاينة المدونة";
$locale['blog_0142'] = "مؤلف الإرسالية";
$locale['blog_0143'] = "وقت الإرسالية";
$locale['blog_0144'] = "معرف الإرسالية";
$locale['blog_0145'] = "إرسالية المدونة تم حذفها";
$locale['blog_0146'] = "إرساليات المدونة  تم نشرها";
$locale['blog_0147'] = "إرساليات المدونة تم حفظها كمسودة";
$locale['blog_0148'] = "أرسل بواسطة ";
$locale['blog_0149'] = "%s قد تم تعطيله ولن يصبح نافذ المفعول .";
// Blog titles
$locale['blog_0400'] = "المدونات الحالية";
$locale['blog_0401'] = "إضافة مدونة";
$locale['blog_0402'] = "تحرير المدونة";
$locale['blog_0405'] = "المدونة";
$locale['blog_0406'] = "الإعدادات";
$locale['blog_0407'] = "تصنيفات المدونة";
$locale['blog_0408'] = "يعرض حالياً %d من %d إجمالي إدخالات المدونات";
$locale['blog_0409'] = "إضافة تصنيف مدونة";
// Blog messages
$locale['blog_0410'] = "تم إضافة عنصر المدونة";
$locale['blog_0411'] = "تم تحديث عنصر المدونة";
$locale['blog_0412'] = "تم حذف عنصر المدونة";
$locale['blog_0413'] = "اسم ملف الصورة غير صحيح.";
$locale['blog_0414'] = "الصورة يجب أن تكون أقل من %s.";
$locale['blog_0415'] = "الصورة يجب أن تكون أحد أنواع الملفات التالية %s.";
$locale['blog_0416'] = "الصورة يجب أن تكون ليست أكبر من %s بكسل.";
$locale['blog_0417'] = "‏‏خطأ غير معروف";
// Blog form
$locale['blog_0422'] = "موضوع المدونة";
$locale['blog_0423'] = "التصنيف:";
$locale['blog_0424'] = "غير مصنف";
$locale['blog_0425'] = "مقتطف:";
$locale['blog_0425a'] = "مقدمة مدونة قصيرة";
$locale['blog_0426'] = "الموسع:";
$locale['blog_0426b'] = "محتوى المدونة";
$locale['blog_0427'] = "تاريخ البدء:";
$locale['blog_0428'] = "تاريخ الانتهاء:";
$locale['blog_0429'] = "(إختيارياً)";
$locale['blog_0430'] = "الرؤية:";
$locale['blog_0431'] = "حفظ كمسودة";
$locale['blog_0432'] = "إجعل عنصر المدونة هذا مثبتاً";
$locale['blog_0433'] = "فاصل سطر تلقائي";
$locale['blog_0434'] = "تفعيل التعليقات";
$locale['blog_0435'] = "تفعيل التقييمات";
$locale['blog_0437'] = "حفظ المدونة";
$locale['blog_0438'] = "مسودة";
$locale['blog_0439'] = "صورة المدونة:";
$locale['blog_0440'] = "الحد الأقصى لحجم الملف %s / أنواع الملفات المسموح بها GIF, JPEG أو PNG.";
$locale['blog_0441'] = "فاصل";
$locale['blog_0442'] = "مكان الصورة:";
$locale['blog_0443'] = "الكلمات الدليلية:";
$locale['blog_0444'] = "إضغط إدخال بعد كل كلمة دليلية";
// Blog Category
// Blog Categories titles
$locale['blog_0500'] = "تحرير تصنيف المدونة";
$locale['blog_0502'] = "التصنيفات";
// Blog Categories messages
$locale['blog_0520'] = "تم إضافة تصنيف المدونة";
$locale['blog_0521'] = "تم تحديث تصنيف المدونة";
$locale['blog_0522'] = "تصنيف المدونة لا يمكن حذفه";
$locale['blog_0523'] = "يوجد عناصر مدونة أو تصنيفات فرعية مرتبطة بهذا التصنيف";
$locale['blog_0524b'] = "تصنيف المدونة تم حذفه";
// Blog Categories form
$locale['blog_0530'] = "إسم التصنيف:";
$locale['blog_0531'] = "صورة التصنيف:";
$locale['blog_0532'] = "حفظ التصنيف";
$locale['blog_0533'] = "التصنيف الرئيسي:";
$locale['blog_0535'] = "لا يوجد تصنيفات مدونة معرّفة";
$locale['blog_0536'] = "إضغط هنا لرفع صور التصنيف";
$locale['blog_0537'] = "رئيسي";
$locale['blog_0538'] = "بايت (بايت)";
$locale['blog_0539'] = "كيلوبايت (كيلوبايت)";
$locale['blog_0540'] = "ميغابايت (ميغابايت)";
// Popup Error/Warning Messages
$locale['blog_0550'] = "حذف هذا تصنيف المدونة ؟";
// Error Messages
$locale['blog_0560'] = "من فضلك أدخل إسم تصنيف.";
$locale['blog_0561'] = "هذا التصنيف موجود مسبقاً.";
// Popup Error/Warning Messages
$locale['blog_0450'] = "يرجى تحديد موضوع";
$locale['blog_0451'] = "حذف هذه المدونة؟";
$locale['blog_0452'] = "%s معطلة لجميع العناصر.<br/>هذا الإعداد سيكون ساري المفعول فقط عند تفعيله مرة أخرى.";
$locale['blog_0456'] = 'لا يوجد أي مدونة في هذا التصنيف.';
$locale['blog_0457'] = "يرجى تحديد الكلمات المفتاحية";
$locale['blog_0461'] = 'لا يوجد أي تصنيفات مدونة معرفة.';
// Filters
$locale['blog_0458'] = "الفلترة حسب:";
$locale['blog_0459'] = "فلترة عرض التصنيف بواسطة";
$locale['blog_0460'] = "كل إدخالات المدونة";
//Alignment
$locale['left'] = "يسار";
$locale['center'] = "وسط";
$locale['right'] = "يمين";
$locale['blog_0600'] = "الإرساليات";
$locale['blog_0601'] = "صورة الإرسالية";
$locale['blog_0602'] = "المدونة الموسعة مطلوبة؟";
// Public Submissions Form
$locale['blog_0700'] = "إرسال مدونة";
$locale['blog_0701'] = "شكراً لك على إرسال مدونتك";
$locale['blog_0702'] = "إرسال عنصر مدونة آخر";
$locale['blog_0703'] = "استخدم النموذج التالي لإرسال مدونة . إرسالك ستتم مراجعته بواسطة مدير. [SITENAME] يحتفظ لنفسه بالحق في تعديل أو تحرير أي إرسال. المدونة يجب أن تكون مطابقة لمحتوى هذا الموقع . الإرساليات غير المناسبة سيتم حذفها.";
$locale['blog_0704'] = "العودة إلى [SITENAME]";
$locale['blog_601'] = "حجم الصورة المصغرة:";
$locale['blog_602'] = "حجم الصورة:";
$locale['blog_603'] = "الحد الأقصى لحجم الصورة:";
$locale['blog_604'] = "العرض × الإرتفاع";
$locale['blog_605'] = "الحد الأقصى لحجم الملف (بالبايت):";
// Blog Settings
$locale['blog_950'] = "تحميل الصورة";
$locale['blog_951'] = "رابط الصورة:";
$locale['blog_952'] = "التصنيف";
$locale['blog_953'] = "عنصر المدونة";
$locale['blog_954'] = "نسبة الصورة المصغرة:";
$locale['blog_955'] = "الأصلي";
$locale['blog_956'] = "المربع";
$locale['blog_959'] = "الصورة المحملة";
$locale['blog_960'] = "صورة التصنيف";
$locale['blog_961'] = "أنواع الملفات المسموح بها:";
$locale['blog_submit'] = "%s المدونة";
