<?php
$locale['c100'] = "Каментары";
$locale['c101'] = "Каментароў няма.";
$locale['c102'] = "Пакінуць каментар";
$locale['c103'] = "Абнавіць каментар";
$locale['c104'] = "Імя:";
$locale['c105'] = "Увайдзіце, каб пакінуць каментар.";
$locale['c106'] = "Кіраванне каментарамі";
$locale['c107'] = " Адключыць смайлы ў гэтым каментары";
$locale['c110'] = "Выдаліць гэты каментар?";
$locale['c111'] = "Пакіньце каментар";
$locale['c112'] = "Адказаць";
$locale['c113'] = "Загаловак";
$locale['c114'] = "Каментары абноўлены";
