<?php
// Contact Form
$locale['CT_400'] = "Зваротная сувязь";
$locale['CT_401'] = "Звязацца з вамі можна некалькімі спосабамі. Вы можаце напісаць наўпрост на адрас электроннай пошты
[SITE_EMAIL]. Калі вы зарэгістраваны, вы можаце адправіць [PM_LINK].
Ці ж вы можаце запоўніць форму на гэтай старонцы, якая адправіць ваша паведамленне па электроннай пошце.";
$locale['CT_402'] = "Імя:";
$locale['CT_403'] = "Адрас электроннай пошты:";
$locale['CT_404'] = "Тэма:";
$locale['CT_405'] = "Паведамленне:";
$locale['CT_406'] = "Адправіць паведамленне";
$locale['CT_407'] = "Код праверкі:";
$locale['CT_408'] = "Увядзіце код праверкі:";
// Contact Errors
$locale['CT_420'] = "Патрэбна пазначыць імя";
$locale['CT_421'] = "Патрэбна пазначыць адрас электроннай пошты";
$locale['CT_422'] = "Патрэбна пазначыць тэму";
$locale['CT_423'] = "Патрэбна ўвесці паведамленне";
$locale['CT_424'] = "Патрэбна ўвесці правільны код праверкі";
$locale['CT_425'] = "Унутраная памылка: немагчыма адправіць ваша паведамленне.";
// Message Sent
$locale['CT_440'] = "Ваша паведамленне адпраўлена";
$locale['CT_441'] = "Дзякуй";
$locale['CT_442'] = "Ваша паведамленне не было адпраўлена па наступнай(-ых) прычыне(-ах):";
$locale['CT_443'] = "Паспрабуйце яшчэ раз.";
