<?php
// block titles
$locale['home_0000'] = "Апошнія навіны";
$locale['home_0001'] = "Апошнія артыкулы";
$locale['home_0002'] = "Апошнія запісы блога";
$locale['home_0003'] = "Апошнія загрузкі";
// no content messages
$locale['home_0050'] = "Навін няма";
$locale['home_0051'] = "Артыкулаў няма";
$locale['home_0052'] = "Запісаў няма";
$locale['home_0053'] = "Загрузак няма";
// common text
$locale['home_0100'] = "Модулі змесціва не ўсталяваны";
$locale['home_0101'] = "Усталюйце хаця б адзін модуль для тэкставага змесціва ці змяніце стартавую старонку ў асноўных наладах.";
$locale['home_0102'] = "Uncategorized";
$locale['home_0105'] = "Апублікаваў(-ла) ";
$locale['home_0106'] = " у катэгорыю ";
