<?php
// Blog Submissions messages
$locale['blog_0130'] = "Дасланых запісаў няма";
$locale['blog_0131'] = "Прагледзець дасланы запіс";
$locale['blog_0132'] = "Ніжэйпаказаны запіс даслаў(-ла) ";
$locale['blog_0133'] = "Апублікаваць ці выдаліць гэты запіс блога?";
$locale['blog_0134'] = "Апублікаваць запіс";
$locale['blog_0135'] = "Выдаліць запіс";
$locale['blog_0136'] = "Загаловак дасланага запісу для праверкі";
$locale['blog_0137'] = "Чакае(-юць) праверкі %s.";
$locale['blog_0138'] = "На жаль, у гэты час мы не прымаем запісы блога на гэтым сайце.";
$locale['blog_0141'] = "Перадпрагляд запісу";
$locale['blog_0142'] = "Аўтар дасланага запісу";
$locale['blog_0143'] = "Час адпраўлення запісу";
$locale['blog_0144'] = "Ідэнтыфікатар дасланага запісу";
$locale['blog_0145'] = "Дасланы запіс блога выдалены";
$locale['blog_0146'] = "Дасланыя запісы блогаў апублікаваны";
$locale['blog_0147'] = "Дасланыя запісы блогаў захаваны як чарнавікі";
$locale['blog_0148'] = "Posted by ";
$locale['blog_0149'] = "%s быў адключаны і не набудзе моц.";
// Blog titles
$locale['blog_0400'] = "Бягучыя запісы";
$locale['blog_0401'] = "Даданне запісу";
$locale['blog_0402'] = "Змяненне запісу";
$locale['blog_0405'] = "Blog";
$locale['blog_0406'] = "Settings";
$locale['blog_0407'] = "Blog Categories";
$locale['blog_0408'] = "Запісаў блогаў: %d з %d";
$locale['blog_0409'] = "Даданне катэгорыі запісу";
// Blog messages
$locale['blog_0410'] = "Запіс блога дададзены";
$locale['blog_0411'] = "Запіс блога абноўлены";
$locale['blog_0412'] = "Запіс блога выдалены";
$locale['blog_0413'] = "Няправільнае імя файла відарысу.";
$locale['blog_0414'] = "Відарыс павінен быць менш %s.";
$locale['blog_0415'] = "Відарыс павінен быць аднаго з наступных тыпаў файлаў: %s.";
$locale['blog_0416'] = "Відарыс павінен быць не больш %s пікселяў.";
$locale['blog_0417'] = "Невядомая памылка";
// Blog form
$locale['blog_0422'] = "Тэма запісу";
$locale['blog_0423'] = "Катэгорыя:";
$locale['blog_0424'] = "Uncategorized";
$locale['blog_0425'] = "Урывак:";
$locale['blog_0425a'] = "Кароткі ўступ запісу";
$locale['blog_0426'] = "Поўны тэкст:";
$locale['blog_0426b'] = "Змесціва запісу";
$locale['blog_0427'] = "Дата пачатку адлюстравання:";
$locale['blog_0428'] = "Дата канца адлюстравання:";
$locale['blog_0429'] = "(неабавязкова)";
$locale['blog_0430'] = "Бачнасць:";
$locale['blog_0431'] = "Захаваць як чарнавік";
$locale['blog_0432'] = "Зафіксаваць гэты запіс блога ўверсе";
$locale['blog_0433'] = "Аўтаматычныя разрывы радкоў";
$locale['blog_0434'] = "Уключыць каментары";
$locale['blog_0435'] = "Уключыць ацэнкі";
$locale['blog_0437'] = "Захаваць запіс";
$locale['blog_0438'] = "Draft";
$locale['blog_0439'] = "Відарыс запісу:";
$locale['blog_0440'] = "Макс. памер файла: %s / Дазволеныя тыпы файлаў: GIF, JPEG ці PNG.";
$locale['blog_0441'] = "Page break";
$locale['blog_0442'] = "Месціва відарысу:";
$locale['blog_0443'] = "Ключавыя словы:";
$locale['blog_0444'] = "Націскайце Enter пасля кожнага ключавога слова";
// Blog Category
// Blog Categories titles
$locale['blog_0500'] = "Змена катэгорыі запісу";
$locale['blog_0502'] = "Катэгорыі";
// Blog Categories messages
$locale['blog_0520'] = "Катэгорыя запісаў дададзена";
$locale['blog_0521'] = "Катэгорыя запісаў абноўлена";
$locale['blog_0522'] = "Немагчыма выдаліць катэгорыю запісаў";
$locale['blog_0523'] = "З гэтай катэгорыяй злучаны запісы блога ці падкатэгорыі";
$locale['blog_0524b'] = "Катэгорыя запісу выдалена";
// Blog Categories form
$locale['blog_0530'] = "Назва катэгорыі:";
$locale['blog_0531'] = "Відарыс катэгорыі:";
$locale['blog_0532'] = "Save Category";
$locale['blog_0533'] = "Бацькоўская катэгорыя:";
$locale['blog_0535'] = "Створаных катэгорый запісаў няма";
$locale['blog_0536'] = "Націсніце тут, каб загрузіць відарысы катэгорый";
$locale['blog_0537'] = "Бацькоўская катэгорыя";
$locale['blog_0538'] = "Bytes (bytes)";
$locale['blog_0539'] = "KB (Kilobytes)";
$locale['blog_0540'] = "MB (Megabytes)";
// Popup Error/Warning Messages
$locale['blog_0550'] = "Выдаліць гэту катэгорыю запісаў?";
// Error Messages
$locale['blog_0560'] = "Увядзіце назву катэгорыі.";
$locale['blog_0561'] = "Гэта катэгорыя ўжо існуе.";
// Popup Error/Warning Messages
$locale['blog_0450'] = "Пазначце тэму";
$locale['blog_0451'] = "Выдаліць гэты запіс?";
$locale['blog_0452'] = "%s адключаныя для ўсіх элементаў.<br/>Гэтая налада набудзе моц толькі тады, калі яны будуць зноў уключаны.";
$locale['blog_0456'] = 'У гэтай катэгорыі няма запісаў.';
$locale['blog_0457'] = "Пазначце ключавыя словы";
$locale['blog_0461'] = 'Створаных катэгорый запісаў няма.';
// Filters
$locale['blog_0458'] = "Адфільтраваць па катэгорыі";
$locale['blog_0459'] = "Паказаць катэгорыі";
$locale['blog_0460'] = "Усе запісы блогаў";
//Alignment
$locale['left'] = "Left";
$locale['center'] = "Center";
$locale['right'] = "Right";
$locale['blog_0600'] = "Submissions";
$locale['blog_0601'] = "Відарыс ў дасланым запісе";
$locale['blog_0602'] = "Патрабуецца поўны тэкст запісу?";
// Public Submissions Form
$locale['blog_0700'] = "Submit Blog";
$locale['blog_0701'] = "Дзякуем за адпраўленне вашага запісу";
$locale['blog_0702'] = "Адправіць яшчэ адзін запіс для блога";
$locale['blog_0703'] = "Скарыстайце наступную форму для адпраўлення запісу для блога. Ваш запіс будзе разгледжаны адміністратарам. Сайт «[SITENAME]» пакідае за сабой права змяняць ці дапаўняць кожныя дасланыя запісы. Запіс павінен адпавядаць тэматыцы дадзенага сайта. Непадыходныя запісы будуць выдалены.";
$locale['blog_0704'] = "Вярнуцца на сайт «[SITENAME]»";
$locale['blog_601'] = "Памер мініяцюры:";
$locale['blog_602'] = "Памер фатаграфіі:";
$locale['blog_603'] = "Максімальны памер фатаграфіі:";
$locale['blog_604'] = "шырыня x вышыня";
$locale['blog_605'] = "Максімальны памер файла:";
// Blog Settings
$locale['blog_950'] = "Загрузка відарысу";
$locale['blog_951'] = "Пры націсканні на відарыс адкрываць";
$locale['blog_952'] = "Category";
$locale['blog_953'] = "запіс блога";
$locale['blog_954'] = "Прапорцыі мініяцюры:";
$locale['blog_955'] = "Як у арыгінала";
$locale['blog_956'] = "Квадратныя";
$locale['blog_959'] = "Загружаная фатаграфія";
$locale['blog_960'] = "Відарыс катэгорыі";
$locale['blog_961'] = "Дазволеныя тыпы файлаў:";
$locale['blog_submit'] = "%s Blog";
