<?php
$locale['title'] = "PHP-Fusion Core 8 Установка скрипта";
$locale['sub-title'] = "PHP-Fusion Core 8 Установка скрипта";
$locale['os_version'] = '8.0';
$locale['xml_lang'] = "ru";
$locale['charset'] = "UTF-8";
$locale['001'] = "Шаг 1: Язык";
$locale['002'] = "Шаг 2: Тест доступности файлов и директорий";
$locale['003'] = "Шаг 3: Настройки базы данных";
$locale['004'] = "Шаг 4: Конфигурация / Настройки базы данных";
$locale['005'] = "Шаг 5: Настройки для Суперадмина";
$locale['006'] = "Шаг 6: Завершение установки";
$locale['007'] = "Далее";
$locale['008'] = "Назад";
$locale['009'] = "Готово";

// Step 1
$locale['010'] = "Пожалуйста, выберите Ваш язык:";
$locale['011'] = "Больше переводов можно загрузить с <a href='http://www.php-fusion.co.uk'>php-fusion.co.uk</a>";
$locale['012'] = "Для установки и использования PHP-Fusion Вы дожлжны ознакомиться с правилами и принять их.";
$locale['013'] = " Я прочитал и соглашаюсь с <a href='https://www.php-fusion.co.uk/licensing/licensing.php' target='_blank'>Правилами и условиями использования</a> PHP-Fusion.";

// Step 2
$locale['020'] = "Чтобы продолжить установку, следующие файлы/папки должны быть доступны для записи:";
$locale['021'] = "Проверка прав для записи прошла успешно, нажмите кнопку Далее, чтобы продолжить.";
$locale['022'] = "Проверка прав для записи прошла с ошибкой, пожалуйста, проверьте CHMOD файлов/папок c пометкой Ошибка.";
$locale['023'] = "Прошел";
$locale['024'] = "Ошибка";
$locale['025'] = "Обновить";

// Step 3 - Access criteria
$locale['030'] = "Пожалуйста, введите ваши настройки MySQL для доступа к базе данных.";
$locale['031'] = "Имя хоста базы данных:";
$locale['032'] = "Имя пользователя БД:";
$locale['033'] = "Пароль БД:";
$locale['034'] = "Название БД:";
$locale['035'] = "Префикс таблиц:";
$locale['036'] = "Cookie префикс:";
$locale['037'] = "Включить PDO или MySql";
$locale['038'] = "PDO может быть не доступен";
$locale['039'] = "PDO";
$locale['039b'] = "MySql";
$locale['039c'] = "Выбрать язык:";

// Step 4 - Database Setup
$locale['040'] = "Установлено соединение с базой данных.";
$locale['041'] = "Файл конфигурации успешно записан.";
$locale['042'] = "База данных создана.";
$locale['043'] = "Ошибка:";
$locale['044'] = "Нет соединения с базой данных.";
$locale['045'] = "Пожалуйста, проверьте ваши настройки MySQL.";
$locale['046'] = "Невозможно записать данные в файл конфигурации.";
$locale['047'] = "Пожалуйста, установите права для записи на файл config.php.";
$locale['048'] = "Невозможно создать таблицы базы данных.";
$locale['049'] = "Пожалуйста, укажите имя базы данных.";
$locale['050'] = "Невозможно установить соединение с базой данных MySQL.";
$locale['051'] = "Указанная база данных MySQL не существует.";
$locale['052'] = "Префикс таблиц уже используется.";
$locale['053'] = "Указанный префикс таблиц уже используется.";
$locale['054'] = "Не удается записать или удалить таблицы MySQL.";
$locale['055'] = "Убедитесь, что Ваша база MySQL выбрана, доступна и настроена для записи.";
$locale['056'] = "Пустые поля.";
$locale['057'] = "Пожалуйста, убедитесь, что вы заполнили все поля для MySQL.";

// Step 5 - Super Admin login
$locale['060'] = "Создание Суперадмина";
$locale['061'] = "Логин:";
$locale['062'] = "Пароль пользователя:";
$locale['063'] = "Повторить пароль:";
$locale['064'] = "Пароль администратора";
$locale['065'] = "Повторите пароль администратора:";
$locale['066'] = "Е-майл адрес:";

// Step 6 - User details validation
$locale['070'] = "Имя пользователя содержит недопустимые символы.";
$locale['070b'] = "Необходимо ввсести имя.";
$locale['071'] = "Пароли не совпадают.";
$locale['072'] = "недопустимый пароль, пожалуйста, используйте только латинские буквы и числа.<br />Длина пароля должна быть не менее 8 символов.";
$locale['072b'] = "Необходимо ввести пароль";
$locale['073'] = "Ваши два пароля администратора не совпадают.";
$locale['074'] = "Ваш пароль пользователя и пароль администратора должны быть разными.";
$locale['075'] = "Ошибка в пароле администратора, пожалуйста, используйте только буквы и числа.<br />Пароль должен содержать минимум 8 символов";
$locale['075b'] = "Поля ввода пароля Администратора не могут быть пустым.";
$locale['076'] = "Ваш Е-майл адрес неверный.";
$locale['076b'] = "Область Е-майл не может быть пустой.";
$locale['077'] = "Ошибка в настройках:";

// Step 6 - Admin Panels
$locale['080'] = "Администраторы";
$locale['081'] = "Категории статей";
$locale['082'] = "Статьи";
$locale['083'] = "Баннеры";
$locale['084'] = "BB-коды";
$locale['085'] = "Чёрный список";
$locale['086'] = "Комментарии";
$locale['087'] = "Страницы";
$locale['088'] = "Резервная копия БД";
$locale['089'] = "Категории файлов";
$locale['090'] = "Загрузка файлов";
$locale['091'] = "ЧаВо";
$locale['092'] = "Форумы";
$locale['093'] = "Изображения";
$locale['094'] = "Плагины";
$locale['095'] = "Панель плагинов";
$locale['096'] = "Участники";
$locale['097'] = "Категории новостей";
$locale['098'] = "Новости";
$locale['099'] = "Панели";
$locale['100'] = "Фотоальбомы";
$locale['101'] = "Информация PHP";
$locale['102'] = "Опросы";
$locale['103'] = "Мини-чат";
$locale['104'] = "Навигация сайта";
$locale['105'] = "Смайлики";
$locale['106'] = "Подтверждения";
$locale['107'] = "Обновление";
$locale['108'] = "Пользовательские группы";
$locale['109'] = "Категории каталога ссылок";
$locale['110'] = "Каталог ссылок";
$locale['111'] = "Главные настройки";
$locale['112'] = "Настройки времени и даты";
$locale['113'] = "Настройки форума";
$locale['114'] = "Настройки регистрации";
$locale['115'] = "Настройки фотогалереи";
$locale['116'] = "Прочие настройки";
$locale['117'] = "Настройки личных сообщений";
$locale['118'] = "Пользовательские поля";
$locale['119'] = "Ранги для форума";
$locale['120'] = "Категории пользовательских полей";
$locale['121'] = "Параметры новостей";
$locale['122'] = "Настройки управления пользователями";
$locale['123'] = "Настройки загрузок";
$locale['124'] = "Пунктов на страницу";
$locale['125'] = "Безопасность";
$locale['126'] = "Новые настройки";
$locale['127'] = "Настройки загрузок";
$locale['128'] = "Сброс пароля администратора";
$locale['129'] = "Журнал ошибок";
$locale['129a'] = "Журнал пользователя";
$locale['129b'] = "robots.txt";
$locale['129c'] = "Языковые настройки";
$locale['129d'] = "Постоянные ссылки";
$locale['129e'] = "Инструмент миграции";
$locale['129f'] = "Настройки темы";
$locale['130a'] = "Категории блогов";
$locale['130b'] = "Блоги";
$locale['130c'] = "Настройки блогов";
$locale['130d'] = "Fusion File Manager";

// Step 6 - Navigation Links
$locale['130'] = "Главная";
$locale['131'] = "Статьи";
$locale['132'] = "Файлы";
$locale['133'] = "ЧаВо";
$locale['134'] = "Форумы";
$locale['135'] = "Обратная связь";
$locale['136'] = "Категории новостей";
$locale['137'] = "Каталог ссылок";
$locale['138'] = "Фотогалерея";
$locale['139'] = "Поиск";
$locale['140'] = "Добавить ссылку";
$locale['141'] = "Добавить новость";
$locale['142'] = "Добавить статью";
$locale['143'] = "Добавить изображение";
$locale['144'] = "Добавить файл";
$locale['145'] = "Добавить запись в блог";

// Stage 6 - Panels
$locale['160'] = "Навигация";
$locale['161'] = "Сейчас на сайте";
$locale['162'] = "Темы форума";
$locale['163'] = "Последние статьи";
$locale['164'] = "Приветствие";
$locale['165'] = "Список тем форума";
$locale['166'] = "Информация о пользователе";
$locale['167'] = "Опрос";
$locale['168'] = "Мини-чат";
$locale['169'] = "Архив блогов";

//Multilanguage table rights
$locale['MLT001'] = "Статьи";
$locale['MLT002'] = "Страницы";
$locale['MLT003'] = "Загрузка файлов";
$locale['MLT004'] = "ЧаВо";
$locale['MLT005'] = "Форумы";
$locale['MLT006'] = "Новости";
$locale['MLT007'] = "Фотогалерея";
$locale['MLT008'] = "Опросы";
$locale['MLT009'] = "Шаблоны почтовых сообщений";
$locale['MLT010'] = "Ссылки";
$locale['MLT011'] = "Ссылки сайта";
$locale['MLT012'] = "Панели";
$locale['MLT013'] = "Ранги форума";
$locale['MLT014'] = "Блоги";

// Stage 6 - News Categories & Blog default Categories
$locale['180'] = "Ошибки";
$locale['181'] = "Файлы";
$locale['182'] = "Игры";
$locale['183'] = "Графика";
$locale['184'] = "Оборудование";
$locale['185'] = "Блоги";
$locale['186'] = "Пользователи";
$locale['187'] = "Моды Плагины";
$locale['188'] = "Медиа";
$locale['189'] = "Интернет";
$locale['190'] = "Новости";
$locale['191'] = "PHP-Fusion";
$locale['192'] = "Безопасность";
$locale['193'] = "Программы";
$locale['194'] = "Схемы Скины";
$locale['195'] = "Windows";

// Stage 6 - Sample Forum Ranks
$locale['200'] = "Суперадмин";
$locale['201'] = "Администратор";
$locale['202'] = "Модератор";
$locale['203'] = "Новичок";
$locale['204'] = "Начинающий";
$locale['205'] = "Пользователь";
$locale['206'] = "Опытный пользователь";
$locale['207'] = "Ветеран";
$locale['208'] = "Элита";

// Stage 6 - Sample Smileys
$locale['210'] = "Улыбчивый";
$locale['211'] = "Подмигивание";
$locale['212'] = "Печальный";
$locale['213'] = "Хмурый";
$locale['214'] = "Шок";
$locale['215'] = "Пфф";
$locale['216'] = "Клевый";
$locale['217'] = "Усмехающийся";
$locale['218'] = "Сердитый";

// Stage 6 - User Field Categories
$locale['220'] = "Контактная информация";
$locale['221'] = "Прочая информация";
$locale['222'] = "Опции";
$locale['223'] = "Статистика";
$locale['224'] = "Приватность";

// Welcome message
$locale['230'] = "Добро пожаловать на сайт!";

// Final message
$locale['240'] = "Установка успешно завершена.<br />
Нажми кнопку Готово для перехода на сайт.<br />
<strong>Примечание</strong> Вы должны удалить файл setup.php на сервере<br />
и установить CHMOD  config.php обратно в 644 в целях безопасности.<br /><br />
Спасибо за выбор PHP-Fusion.";

// Default time settings
$locale['shortdate'] = "%d.%m.%y";
$locale['longdate'] = "%B %d %Y %H:%M:%S";
$locale['forumdate'] = "%d-%m-%Y %H:%M";
$locale['newsdate'] = "%B %d %Y";
$locale['subheaderdate'] = "%B %d %Y %H:%M:%S";

// Е-майл Template Setup, donВґt translate the words between brackets [].
$locale['T001'] = "Шаблоны почтовых сообщений";
$locale['T101'] = "Уведомление о новом личном сообщении";
$locale['T102'] = "Вы получили новое личное сообщение от пользователя [USER] на сайте [SITENAME]";
$locale['T103'] = "Здравствуйте, [RECEIVER],<br/>Вы получили новое личное сообщение с темой [SUBJECT] от пользователя [USER] на сайте [SITENAME]. Вы можете прочитать его по ссылке [SITEURL]messages.php<br/>Сообщение: [MESSAGE]<br/>Вы также можете отключить уведомления на почту через панель опций личных собощений, если не хотите получать такие уведомления в дальнейшем.<br/>С уважением,<br/>[SENDER].";
$locale['T201'] = "Уведомление о сообщениях на форуме";
$locale['T202'] = "Уведомление об ответе в теме - [SUBJECT]";
$locale['T203'] = "Здравствуйте, [RECEIVER],<br/>В теме форума \'[SUBJECT]\', которую вы отслеживаете на сайте [SITENAME], появился новый ответ. Для того, чтобы ответить, пройдите по ссылке:<br/>[THREAD_URL]<br/>Если Вы больше не хотите отслеживать эту тему, пройдите по ссылке \'Прекратить следить за темой\', которая размещена вверху темы.<br/> С уважением,<br/>SENDER].";
$locale['T301'] = "Обратная связь";
$locale['T302'] = "[SUBJECT]";
$locale['T303'] = "[MESSAGE]";

// Language Admin
$locale['L001'] = "Мультиязычные настройки";
