<?php
$locale['BLKW_0100'] = "Блок";
$locale['BLKW_0101'] = "Плагин текстового блока";
$locale['BLKW_0200'] = "Заголовок блока";
$locale['BLKW_0201'] = "Описание блока";
$locale['BLKW_0202'] = "Позиция блока";
$locale['BLKW_0203'] = "Позиция по умолчанию";
$locale['BLKW_0204'] = "Расположение слева";
$locale['BLKW_0205'] = "Расположение по центру";
$locale['BLKW_0206'] = "Расположение справа";
$locale['BLKW_0207'] = "Класс";
$locale['BLKW_0218'] = "Отступы и пространство";
$locale['BLKW_0219'] = "Отступ";
$locale['BLKW_0220'] = "Заполнение";
$locale['BLKW_0221'] = "Сохранить блок";
$locale['BLKW_0222'] = "Сохранить и закрыть блок";
