<?php
// Forum Index
$locale['400'] = "Форум";
$locale['401'] = "Форум";
$locale['402'] = "Тем";
$locale['403'] = "Сообщений";
$locale['404'] = "Последнее сообщение";
$locale['405'] = "Нет сообщений";
$locale['406'] = "Автор ";
$locale['407'] = "Нет форумов.";
$locale['408'] = "Нет категорий.";
$locale['409'] = "Форумы, имеющие новые сообщения со времени вашего последнего визита.";
$locale['410'] = "Форумы, не имеющие новых сообщений со времени вашего последнего визита.";
$locale['411'] = "Модератор: ";
// View Forum
$locale['450'] = "Просмотр форума";
$locale['451'] = "Тема";
$locale['452'] = "Автор";
$locale['453'] = "Просмотров";
$locale['454'] = "Ответов";
$locale['455'] = "Страница: ";
$locale['456'] = "Тем нет";
// View Forum Moderator options
$locale['460'] = "Отметить все";
$locale['461'] = "Снять все отметки";
$locale['462'] = "Удалить темы";
$locale['463'] = "Удалить выбранные темы?";
// Forum Guide/privileged
$locale['470'] = "Открытая тема, имеющая новые сообщения с момента вашего последнего визита";
$locale['471'] = "20 и более";
$locale['472'] = "Открытая тема, не имеющая новых сообщений с момента вашего последнего визита.";
$locale['473'] = "Закрытая тема.";
$locale['474'] = "Прикрепленная тема.";
// View Thread Poll
$locale['480'] = "Всего голосов";
$locale['481'] = "Голос";
// View Thread
$locale['500'] = "Просмотр темы";
$locale['501'] = "Автор";
$locale['502'] = "Сообщений:";
$locale['503'] = "Откуда:";
$locale['504'] = "Зарегистрирован:";
$locale['505'] = "Опубликовано ";
$locale['506'] = " присоединено следующее:";
$locale['506a'] = "изображение:";
$locale['506b'] = "изображения:";
$locale['506c'] = "файл:";
$locale['506d'] = "файлы:";
$locale['506e'] = "Изображение";
$locale['506f'] = "от";
$locale['507'] = " присоединил файл:";
$locale['507a'] = " Загрузки";
$locale['507b'] = "Вы не можете видеть вложения в этой теме.";
$locale['508'] = "Изменил(а) ";
$locale['508a'] = "Причина";
$locale['508b'] = "Нажмите здесь, чтобы показать причину редактирования.";
$locale['509'] = ", ";
$locale['510'] = "Вы не авторизированны для просмотра этой темы.";
$locale['511'] = "На главную страницу форума";
$locale['512'] = "Быстрый ответ";
$locale['513'] = " Запретить смайлы";
$locale['513a'] = "Показать подпись в сообщении";
$locale['513b'] = "Уведомлять меня о новых ответах";
$locale['514'] = "Ответить";
$locale['514a'] = "Предпросмотр";
$locale['515'] = "Прекратить следить за темой";
$locale['516'] = "Следить за этой темой";
$locale['517'] = "Удалить сообщение";
$locale['517a'] = "Перемещение постов";
$locale['518'] = "Удалить выбранные сообщения?";
$locale['518a'] = "Переместить выбранный пост?";
$locale['519'] = "Распечатать тему";
$locale['519a'] = "Распечатать пост";
// Moderator Options
$locale['520'] = "Опции модератора:";
$locale['521'] = "Удалить тему";
$locale['522'] = "Закрыть тему";
$locale['523'] = "Открыть тему";
$locale['524'] = "Прикрепить тему";
$locale['525'] = "Убрать прикрепление";
$locale['526'] = "Переместить тему";
$locale['527'] = "Сделать новой";
$locale['528'] = "Перейти";
$locale['530'] = "Фильтр";
$locale['531'] = "Время";
$locale['531a'] = "Всё время";
$locale['531b'] = "Сегодня";
$locale['531c'] = "Последняя неделя";
$locale['531d'] = "Последний месяц";
$locale['532'] = "Показать";
$locale['532a'] = "Всё";
$locale['532b'] = "Обсуждения";
$locale['532c'] = "Вложения";
$locale['532d'] = "Опросы";
$locale['533'] = "Сортировка";
$locale['533a'] = "Дата - последнее обновление";
$locale['533b'] = "Дата - первый пост";
$locale['533c'] = "Ответы";
$locale['533d'] = "Заголовок";
$locale['534'] = "Порядок";
$locale['534a'] = "Убывание";
$locale['534b'] = "Возрастание";
// Jump to Forum, back to top
$locale['540'] = "Перейти на форум:";
$locale['541'] = "Наверх";
$locale['542'] = "Вернуться к началу";
// Search Forum
$locale['550'] = "Поиск";
// Image Alt attributes
$locale['560'] = "Новые сообщения";
$locale['561'] = "Нет новых сообщений";
$locale['562'] = "Горячие темы";
$locale['563'] = "Прикрепленные темы";
$locale['564'] = "Закрытые темы";
$locale['565'] = "Ответить";
$locale['566'] = "Новая тема";
$locale['567'] = "Аватар пользователя";
$locale['568'] = "Редактировать";
$locale['569'] = "Цитировать";
$locale['570'] = "Написать";
$locale['571'] = "IP";
$locale['572'] = "Послать личное сообщение";
$locale['573'] = "ЛС";
$locale['574'] = "Тем не найдено.";
$locale['575'] = "Постов не найдено.";
// Move Posts
$locale['600'] = "Переместить посты";
$locale['601'] = "Выбрать новый форум";
$locale['602'] = "Следующий";
$locale['603'] = "Выбрать новую тему";
$locale['604'] = "Перемещение постов";
$locale['605'] = "Вы пытаетесь переместить первый пост в этой теме! <br />Это первый пост <strong>его нельзя перемещать</strong>, поскольку есть записи в теме.";
$locale['606'] = "Вы пытаетесь переместить первый пост в этой теме!<br />Первый пост <strong>будет перемещен </strong> и тема удалена.";
$locale['607'] = "Нет постов для перемещения.";
$locale['608'] = "Нет тем на этом форуме.";
$locale['609'] = "Обратно в тему.";
$locale['610'] = "Нет постов в теме для перемещения.";
// Viewforum icons
$locale['611'] = "Горячая тема";
$locale['612'] = "Прикреплённые файлы";
$locale['613'] = "Прикреплённые изображения";
$locale['614'] = "Опрос";
// Move Posts Errors
$locale['error-MP000'] = "Перемещение постов - ошибка";
$locale['error-MP001'] = "Новая тема не существует.";
$locale['error-MP002'] = "Пост, который вы отметили для перемещения, не существует или уже перемещен.";
$locale['error-MP003'] = "Нет постов для перемещения.";
