<?php
// Delete Thread
$locale['400'] = "Удалить тему";
$locale['401'] = "Тема удалена.";
$locale['402'] = "Вернуться на форум";
$locale['403'] = "На главную страницу форума";
$locale['404'] = "Вы уверены, что хотите удалить эту тему?";
$locale['405'] = "Да";
$locale['406'] = "Нет";
// Lock Thread
$locale['410'] = "Закрыть тему";
$locale['411'] = "Тема закрыта.";
// Unlock Thread
$locale['420'] = "Открыть тему";
$locale['421'] = "Тема открыта.";
// Make Thread Sticky
$locale['430'] = "Прикрепить тему";
$locale['431'] = "Тема прикреплена.";
// Make Thread Non-Sticky
$locale['440'] = "Убрать прикрепление";
$locale['441'] = "У темы убрано прикрепление.";
// Move Thread
$locale['450'] = "Переместить тему";
$locale['451'] = "Переместить в:";
$locale['452'] = "Тема перемещена.";
// Renew Thread
$locale['458'] = "Сделать новой";
$locale['459'] = "Тема новая.";
// Search Forum
$locale['460'] = "Форум";
$locale['461'] = "Тема";
$locale['462'] = "Автор";
$locale['463'] = "Дата";
$locale['464'] = "Ничего не найдено. Попробуйте изменить ключевые слова.";
$locale['465'] = "Для поиска надо указать хотя бы одно слово.";
