<?php
// Post Titles
$locale['400'] = "Предпросмотр";
$locale['401'] = "Опубликовать";
$locale['402'] = "Предпросмотр";
$locale['403'] = "Ответить";
$locale['404'] = "Ответить";
$locale['405'] = "Предпросмотр";
$locale['407'] = "Удалить сообщение";
$locale['408'] = "Изменить сообщение";
$locale['409'] = "Сохранить";
// Post Preview
$locale['420'] = "Без заголовка";
$locale['421'] = "Нет сообщения. Вы не сможете разместить тему без сообщения";
$locale['422'] = "Автор:";
$locale['423'] = "Сообщений:";
$locale['424'] = "Откуда:";
$locale['425'] = "Зарегистрирован:";
$locale['426'] = "Опубликовано ";
$locale['427'] = "Изменил(а) ";
$locale['428'] = ", ";
$locale['429'] = " написал:";
$locale['430'] = "Аватар пользователя";
$locale['431'] = "Последнее сообщение";
$locale['432'] = "Последние %s сообщения";
// Post Error/Success
$locale['440a'] = "Такой тип файлов не разрешен для закачки.";
$locale['440b'] = "Неверное имя или размер аттача.";
$locale['441'] = "Ошибка: Вы не ввели тему сообщения или само сообщение";
$locale['442'] = "Ваша тема опубликована";
$locale['443'] = "Ваш ответ добавлен";
$locale['444'] = "Ваша тема удалена";
$locale['445'] = "Ваш пост удален";
$locale['446'] = "Ваш пост обновлен";
$locale['447'] = "Вернуться в тему";
$locale['448'] = "Вернуться на форум";
$locale['449'] = "Вернуться в список форумов";
$locale['450'] = "Ошибка: Время сессии истекло. Вам нужно еще раз ввести ваш логин и пароль";
$locale['451'] = "Отслеживать тему";
$locale['452'] = "Вы теперь отслеживаете эту тему";
$locale['453'] = "Вы больше не отслеживаете эту тему";
$locale['454'] = "Это сообщение заблокировано. Свяжитесь с модератором для получения дополнительной информации.";
$locale['455'] = "Вы можете редактировать сообщение через %d минут(ы) после первоначального опубликования.";
// Post Form
$locale['460'] = "Тема";
$locale['461'] = "Сообщение";
$locale['462'] = "Цвет шрифта: ";
$locale['463'] = "Опции";
$locale['464'] = "Аттач";
$locale['465'] = " (не обязательно)";
$locale['466'] = "Макс. размер файла: %s / Разрешенный тип файлов: %s / Макс. число вложений: %s";
$locale['467'] = "Добавить опрос (не обязательно)";
$locale['468'] = "Изменить опрос";
$locale['469'] = "Заголовок опроса";
$locale['470'] = "Опции опроса";
$locale['471'] = "Добавить опции";
$locale['470a'] = $locale['470']." 1";
$locale['470b'] = $locale['470']." 2";
$locale['472'] = "Обновить";
$locale['473'] = "Удалить";
$locale['474'] = "Причина редактирования";
// Post Form Options
$locale['480'] = "Присоединить тему";
$locale['481'] = "Закрыть эту тему";
$locale['482'] = "Отключить смайлы в сообщении";
$locale['483'] = "Показать подпись в сообщении";
$locale['484'] = "Удалить сообщение";
$locale['485'] = "Удалить присоединенный файл -";
$locale['486'] = "Уведомлять меня о новых ответах";
$locale['487'] = "Скрыть редактирование";
$locale['488'] = "Блокировка сообщения";
// Post Access Violation
$locale['500'] = "Вы не можете изменять данное сообщение.";

// Forum Post Merger
$locale['520'] = "Объединенные на";

// Search Forum Form
$locale['530'] = "Искать по форуму";
$locale['531'] = "Ключевые слова";
$locale['532'] = "Искать";
// Forum Notification Email
$locale['550'] = "Уведомление об ответе в теме - {THREAD_SUBJECT}";
$locale['551'] = "Привет {USERNAME},

Получен ответ в теме форума '{THREAD_SUBJECT}' на которую вы подписались ".$settings['sitename'].". Вы можете использовать следующую ссылку для просмотра ответа:

{THREAD_URL}

Если Вы больше не хотите получать уведомления, отпишитесь от темы, нажав ссылку внизу темы.

С уважением,
".$settings['siteusername'].".";
