<?php
// Contact Form
$locale['400'] = "Обратная связь";
$locale['401'] = "С нами можно связаться различными способами. Можно послать электронное письмо: 
".hide_email($settings['siteemail']).". Если вы зарегистрированный пользователь, то вы можете послать нам 
<a href='messages.php?msg_send=1'>Личное сообщение</a>. Или, вы можете 
заполнить форму на этой странице и отправить мне на Е-майл.";
$locale['402'] = "Имя:";
$locale['403'] = "Е-майл:";
$locale['404'] = "Тема:";
$locale['405'] = "Текст сообщения:";
$locale['406'] = "Отправить";
$locale['407'] = "Проверочный код:";
$locale['408'] = "Введите проверочный код:";
// Contact Errors
$locale['420'] = "Вы должны указать имя";
$locale['421'] = "Вы должны указать Е-майл";
$locale['422'] = "Вы должны указать тему";
$locale['423'] = "Вы должны набрать текст сообщения";
$locale['424'] = "Вы должны ввести правильный проверочный код.";
$locale['425'] = "Внутренняя ошибка: невозможно отправить сообщение.";
// Message Sent
$locale['440'] = "Ваше сообщение отправлено";
$locale['441'] = "Благодарим Вас";
$locale['442'] = "Ваше сообщение не отправлено по следующим причинам:";
$locale['443'] = "Пожалуйста, попробуйте еще раз.";
