<?php
// Contact Form
$locale['CT_400'] = "Обратная связь";
$locale['CT_401'] = "<p style='text-align:left;'>Для связи с нами есть несколько способов:</p><br/><p style='text-align:left;'> Вы можете отправить сообщение на Е-майл 
«[SITE_EMAIL]».</p><br/> <p style='text-align:left;'>Если Вы зарегистрированы на сайте, Вы можете связаться с нами через 
«[PM_LINK]».</p><br/><p style='text-align:left;'> Или заполнить эту форму и Ваше сообщение будет отправлено к нам.</p>";
$locale['CT_402'] = "Имя:";
$locale['CT_403'] = "E-mail:";
$locale['CT_404'] = "Тема:";
$locale['CT_405'] = "Текст сообщения:";
$locale['CT_406'] = "Отправить";
$locale['CT_407'] = "Код проверки:";
$locale['CT_408'] = "Введите код проверки:";
// Contact Errors
$locale['CT_420'] = "Вы должны указать имя";
$locale['CT_421'] = "Вы должны указать E-mail";
$locale['CT_422'] = "Ваше сообщение не было отправлено, поскольку:";
$locale['CT_423'] = "Вы должны набрать текст сообщения";
$locale['CT_424'] = "Следует ввести правильный код проверки";
$locale['CT_425'] = "Внутренняя ошибка: невзможно отправить сообщение.";
// Message Sent
$locale['CT_440'] = "Сообщение отправлено";
$locale['CT_441'] = "Благодарим Вас";
$locale['CT_442'] = "Your message was not sent for the following reason(s):";
$locale['CT_443'] = "Пожалуйста, попробуйте ещё раз.";
