<?php
$locale['400'] = "Загрузка файлов";
// Download File Information
$locale['410'] = "[NEW]";
$locale['411'] = "Лицензия:";
$locale['412'] = "OС:";
$locale['413'] = "Версия:";
$locale['414'] = "Добавил:";
$locale['415'] = "Скачиваний:";
$locale['416'] = "Загрузить";
$locale['417'] = "Страница загрузок";
$locale['418'] = "Сайт";
$locale['418a'] = "Посетить сайт";
$locale['419'] = "Скриншот";
$locale['420'] = "Название";
$locale['421'] = "Дата";
$locale['422'] = "Автор";
$locale['423'] = "Версия";
$locale['424'] = "Скачиваний";
$locale['425'] = "Комментариев";
$locale['426'] = "Рейтинг";
$locale['427'] = "Создано:";
$locale['428'] = "Информация";
$locale['429'] = "Статистика загрузок";
$locale['429a'] = "Нет доступа";
// Downloads Notices
$locale['430'] = "Категории файлов не найдены";
$locale['431'] = "В данной категории нет файлов";
// Statistics
$locale['440'] = "Загруженных:";
$locale['441'] = "Больше файлов:";
$locale['442'] = "Больше последних:";
// Search and filters
$locale['450'] = "Используйте фильтры, чтобы найти необходимые файлы.";
$locale['451'] = "Просмотров";
$locale['452'] = "ID";
$locale['453'] = "Название";
$locale['454'] = "Автор";
$locale['455'] = "Скачиваний";
$locale['456'] = "Дата";
$locale['457'] = "По возрастанию";
$locale['458'] = "По убыванию";
$locale['459'] = "Применить";
$locale['460'] = "Поиск по файлам:";
$locale['461'] = "Поиск";
$locale['462'] = "Категория:";
$locale['463'] = "Сортировать по:";
