<?php
// block titles
$locale['home_0000'] = "Последние новости";
$locale['home_0001'] = "Последние статьи";
$locale['home_0002'] = "Последние записи блогов";
$locale['home_0003'] = "Последние файлы";
// no content messages
$locale['home_0050'] = "Нет новостей для отображения";
$locale['home_0051'] = "Нет статей для отображения";
$locale['home_0052'] = "Нет записей блогов для отображения";
$locale['home_0053'] = "Нет файлов для отображения";
// common text
$locale['home_0100'] = "Модули содержимого не установлены";
$locale['home_0101'] = "Пожалуйста, установите хотя бы один модуль содержимого или же измените начальную страницы в Главных настройках.";
$locale['home_0102'] = "Без категории";
$locale['home_0105'] = "Опубликовано: ";
$locale['home_0106'] = " в ";
