<?php
// block titles
$locale['home_0000'] = "Последние новости";
$locale['home_0001'] = "Последние статьи";
$locale['home_0002'] = "Последние блоги";
$locale['home_0003'] = "Файлы";
// no content messages
$locale['home_0050'] = "Нет новостей для показа";
$locale['home_0051'] = "Нет статей для показа";
$locale['home_0052'] = "Нет блогов для показа";
$locale['home_0053'] = "Нет файлов для загрузки";
// common text
$locale['home_0100'] = "Модули контента не установлены";
$locale['home_0101'] = "Пожалуйста, установите хотя бы один модуль для текстового контента или измените стартовую страницу в разделе «Основные настройки».";
$locale['home_0102'] = "Без категории";
$locale['home_0105'] = "Опубликовал ";
$locale['home_0106'] = " в ";
