<?php
$locale['400'] = "Восстановление пароля";
$locale['401'] = "Подтверждение Е-майл было выслано на ваш Е-майл адрес.";
$locale['402'] = "Новый пароль был отправлен Вам на Е-майл.";
$locale['403'] = "Вернуться на сайт";
$locale['404'] = "Е-майл, который вы указали, отсутствует в нашей базе";
$locale['405'] = "Вы указали некорректный Е-майл.";
$locale['406'] = "Пожалуйста, попробуйте снова.";
$locale['407'] = "Пожалуйста, введите выше Е-майл, с которым была зарегистрирована ваша учётная запись.<br />
Новый пароль будет отправлен на этот адрес.";
$locale['408'] = "Отправить пароль";
$locale['409'] = "Новый пароль для входа на сайт ";
$locale['410'] = "Здравствуйте, [USER_NAME],\n
Вы или кто-то иной запросили новый пароль для доступа к Вашей учётной записи на сайте ".$settings['sitename']." \n
Для изменения пароля, пожалуйста, нажмите следующую ссылку:\n
[NEW_PASS_LINK]\n
С уважением,
".$settings['siteusername']."
Ваш новый пароль для доступа к учётной записи на сайте следующий:\n
[NEW_PASS]\n
С уважением,
".$settings['siteusername'];
$locale['412'] = "Произошла ошибка, попробуйте снова.";
