<?php
$locale['400'] = "Забыли пароль";
$locale['401'] = "Сообщение с подтверждением отправлено на Ваш E-mail.";
$locale['402'] = "Новый пароль был отправлен Вам на E-mail.";
$locale['403'] = "Вернуться на сайт";
$locale['404'] = "Указанный Вами E-mail не найден.";
$locale['405'] = "Вы указали некорректный E-mail.";
$locale['406'] = "Пожалуйста, попробуйте ещё раз.";
$locale['407'] = "Пожалуйста, введите выше E-mail, с которым была зарегистрирована ваша учётная запись.<br/>Новый пароль будет отправлен на этот адрес.";
$locale['408'] = "Отправить пароль";
$locale['409'] = "Новый пароль для входа на сайт  ";
$locale['410'] = "Приветствую  <strong>[USER_NAME]</strong>!<br/>Вы или кто-то иной запросили новый пароль для доступа к Вашей учётной записи на сайте «[SITENAME]».

Для изменения пароля, пожалуйста, нажмите следующую ссылку:<br/>[NEW_PASS_LINK]<br/>С наилушими пожеланиями,<br/><strong>[SITEUSERNAME]</strong>.";
$locale['411'] = "Приветствую <strong>[USER_NAME]</strong>!<br/>Ваш новый пароль для доступа к учётной записи на сайте [SITENAME] следующий:<br/>
[NEW_PASS]<br/>С наилучшими пожеланиями,<br/>[SITEUSERNAME]";
$locale['412'] = "Произошла ошибка, пожалуйста, попробуйте снова.";
$locale['413'] = "Пожалуйста, введите Ваш E-mail:";
