<?php
// Error messages
$locale['500'] = "Произошла ошибка";
$locale['501'] = "Ссылка для повторной активации, по которой Вы перешли, больше не действительна.<br /><br />Свяжитесь с администратором сайта по Е-майлу: [SITEEMAIL], если вы хотите запросить ручную повторную активацию.";
$locale['502'] = "Ссылка для повторной активации, по которой Вы перешли, неверная!<br /><br />Свяжитесь с администратором сайта по Е-майлу: [SITEEMAIL], если вы хотите запросить ручную повторную активацию.";
$locale['503'] = "Ссылка для повторной активации, которую Вы открыли, не активировала Вашу учётную запись.<br />
Возможно, Ваша учётная запись уже активирована, в таком случае Вы можете [LINK]войти на сайт[/LINK].<br /><br />
Если Вы не смогли войти, свяжитесь с администратором сайта по Е-майлу: [SITEEMAIL], если вы хотите запросить ручную повторную активацию.";
// Send confirmation mail
$locale['504'] = "Учётная запись повторно активирована на сайте «[SITENAME]»";
$locale['505'] = "Приветствую, [USER_NAME]!

Ваша учётная запись на сайте «[SITENAME]» была повторно активирована. Надеемся видеть Вас на сайте чаще.


С наилучшими пожеланиями,


[SITEUSERNAME]";
$locale['506'] = "Повторная активация выполнена пользователем.";
