<?php
$locale['400'] = "Поиск по сайту ".$settings['sitename'];
$locale['401'] = "Искать слова:";
$locale['402'] = "Поиск";
$locale['403'] = "искать любое из этих слов";
$locale['404'] = "результат должен содержать все слова";
$locale['405'] = "Область поиска:";
$locale['406'] = "Параметры:";
$locale['407'] = "Весь сайт";
$locale['408'] = "Результаты";
//addition date
$locale['420'] = "Искать за:";
$locale['421'] = "всё время";
$locale['422'] = "последний день";
$locale['423'] = "последнию неделю";
$locale['424'] = "последние 3 недели";
$locale['425'] = "последний месяц";
$locale['426'] = "последние 3 месяца";
$locale['427'] = "последние 6 месяцев";
//where
$locale['430'] = "заголовки и текст";
$locale['431'] = "только сообщения";
$locale['432'] = "только заголовки";
//sort by
$locale['440'] = "Сортировать по:";
$locale['441'] = "дате";
$locale['442'] = "заголовку";
$locale['443'] = "автору";
//
$locale['450'] = "по убыванию";
$locale['451'] = "по возрастанию";
//characters in results
$locale['460'] = "Показать:";
$locale['461'] = "символы в результате";
$locale['462'] = "целый текст";
//No results
$locale['500'] = "не найдено соответствий.";
$locale['501'] = "Текст для поиска должен быть не менее 3-х символов.";
$locale['502'] = "Строки поиска менее чем в три символа (%s)проигнорированы в поиске.";
//Global search
$locale['510'] = "обнаружено совпадений всего на сайте";
//
$locale['520'] = "соответствует";
$locale['521'] = "сопоставлений";
$locale['522'] = "найдено соответствий";
//more than 100 results
$locale['530'] = "Пожалуйста, точнее оформите запрос. Ваш запрос вернул %s результатов. Вы можете просматривать 100 верхних результатов";
