<?php
$locale['title'] = "PHPFusion Core 8 Установка скрипта";
$locale['sub-title'] = "PHPFusion Core 8 Установка скрипта";
$locale['xml_lang'] = "ru";
$locale['charset'] = "utf-8";
$locale['001'] = "Шаг 1: Язык";
$locale['002'] = "Шаг 2: Тест доступности файлов и директорий";
$locale['003'] = "Шаг 3: Настройки базы данных";
$locale['004'] = "Шаг 4: Конфигурация / Настройки базы данных";
$locale['005'] = "Шаг 5: Настройки для Суперадмина";
$locale['006'] = "Шаг 6: Завершение установки";
$locale['007'] = "След.";
$locale['008'] = "Попробовать снова";
$locale['009'] = "Готово";

// Step 1
$locale['010'] = "Пожалуйста, выберите Ваш язык:";
$locale['011'] = "Больше переводов можно загрузить с <a href='https://phpfusion.com/infusions/downloads/downloads.php?cat_id=29' target='_blank'>phpfusion.com</a>";
$locale['012'] = "Для установки и использования PHPFusion Вы дожлжны ознакомиться с правилами и принять их.";
$locale['013'] = " Я прочитал и соглашаюсь с <a href='https://phpfusion.com/licensing/?agpl' target='_blank'>Правилами и условиями использования</a> PHPFusion";

// Step 2
$locale['020'] = "Чтобы продолжить установку, следующие файлы/папки должны быть доступны для записи:";
$locale['021'] = "Проверка прав для записи прошла успешно, нажмите кнопку Далее, чтобы продолжить.";
$locale['022'] = "Проверка прав для записи прошла с ошибкой, пожалуйста, проверьте CHMOD файлов/папок c пометкой Ошибка.";
$locale['023'] = "Прошел";
$locale['024'] = "Ошибка";
$locale['025'] = "Обновить";

// Step 3 - Access
$locale['030'] = "Введите параметры доступа к базе данных MySQL.";
$locale['031'] = "Сервер БД:";
$locale['032'] = "Пользователь:";
$locale['033'] = "Пароль:";
$locale['034'] = "Имя БД:";
$locale['035'] = "Префикс таблиц:";
$locale['036'] = "Префикс Cookie:";
$locale['037'] = "Включить PDO или MySQLi";
$locale['038'] = "PDO может быть не доступен";
$locale['039'] = "PDO";
$locale['039b'] = "MySQLi";
$locale['039c'] = "Выбрать язык:";

// Step 4 - Database Setup
$locale['040'] = "Установлено соединение с базой данных.";
$locale['041'] = "Файл конфигурации успешно записан.";
$locale['042'] = "База данных создана.";
$locale['043'] = "Ошибка:";
$locale['044'] = "Нет соединения с базой данных.";
$locale['045'] = "Пожалуйста, проверьте ваши настройки MySQL.";
$locale['046'] = "Невозможно записать данные в файл конфигурации.";
$locale['047'] = "Проверьте доступность для записи файла config.php.";
$locale['048'] = "Невозможно создать таблицы базы данных.";
$locale['049'] = "Пожалуйста, укажите имя базы данных.";
$locale['050'] = "Невозможно подключиться к базе данных MySQL.";
$locale['051'] = "Указанная база данных MySQL не существует.";
$locale['052'] = "Префикс таблиц уже используется.";
$locale['053'] = "Указанный префикс таблиц уже используется.";
$locale['054'] = "Не удается записать или удалить таблицы MySQL.";
$locale['055'] = "Пожалуйста, проверьте, что Ваш пользователь MySQL имеет разрешения на чтение, запись и удаление для выбранной базы данных.";
$locale['056'] = "Пустые поля.";
$locale['057'] = "Пожалуйста, убедитесь, что вы заполнили все поля параметров подключения к БД.";

// Step 5 - Super Admin login
$locale['060'] = "Создание Суперадмина";
$locale['061'] = "Имя пользователя:";
$locale['062'] = "Пароль:";
$locale['063'] = "Повторите пароль:";
$locale['064'] = "Админпароль:";
$locale['065'] = "Повторите админпароль:";
$locale['066'] = "Е-майл:";

// Step 6 - User details validation
$locale['070'] = "Имя пользователя содержит недопустимые символы.";
$locale['070b'] = "Имя пользователя не может быть пустым.";
$locale['071'] = "Пароль и повтор не совпадают.";
$locale['072'] = "Некорректный пароль, пожалуйста, используйте только буквы и цифры.<br />Длина пароля должна быть не менее 8 символов.";
$locale['072b'] = "Необходимо ввести пароль";
$locale['073'] = "Админпароль и подтверждение не совпадают.";
$locale['074'] = "Админпароль не должен совпадать с пользовательским.";
$locale['075'] = "Некорректный админпароль, пожалуйста, используйте только буквы и цифры.<br />Длина пароля должна быть не менее 8 символов";
$locale['075b'] = "Поля ввода пароля Администратора не могут быть пустым.";
$locale['076'] = "Введённый Е-майл некорректный.";
$locale['076b'] = "Поле электропочты не может быть пустым.";
$locale['077'] = "Ошибка в настройках:";

// Step 6 - Admin Items
$locale['080'] = "Администраторы";
$locale['081'] = "Категории статей";
$locale['082'] = "Статьи";
$locale['083'] = "Баннеры";
$locale['084'] = "Коды BB";
$locale['085'] = "Чёрный список";
$locale['086'] = "Комментарии";
$locale['087'] = "Страницы";
$locale['088'] = "Резервная копия БД";
$locale['089'] = "Категории загрузок";
$locale['090'] = "Загрузки";
$locale['091'] = "ЧаВо";
$locale['092'] = "Форумы";
$locale['093'] = "Изображения";
$locale['094'] = "Плагины";
$locale['095'] = "Панели плагинов";
$locale['096'] = "Участники";
$locale['097'] = "Категории новостей";
$locale['098'] = "Новости";
$locale['099'] = "Панели";
$locale['100'] = "Галерея";
$locale['101'] = "Информация PHP";
$locale['102'] = "Опросы";
// $locale['103'] = "";
$locale['104'] = "Ссылки на сайте";
$locale['105'] = "Смайлы";
$locale['106'] = "Присланное";
$locale['107'] = "Обновление";
$locale['108'] = "Группы пользователей";
$locale['109'] = "Категории ссылок";
$locale['110'] = "Ссылки";
$locale['111'] = "Основные настройки";
$locale['112'] = "Время и дата";
$locale['113'] = "Настройки  форума";
$locale['114'] = "Регистрация";
$locale['115'] = "Галерея";
$locale['116'] = "Прочие настройки";
$locale['117'] = "Личные сообщения";
$locale['118'] = "Поля профиля";
$locale['119'] = "Ранги форума";
$locale['120'] = "Категории пользовательских полей";
$locale['121'] = "Настройки новостей";
$locale['122'] = "Управление пользователями";
$locale['123'] = "Загрузки";
$locale['124'] = "Элементов на страницу";
$locale['125'] = "Безопасность";
$locale['126'] = "Настройки новостей";
$locale['127'] = "Настройки загрузок";
$locale['128'] = "Сброс админпароля";
$locale['129'] = "Журнал ошибок";
$locale['129a'] = "Журнал пользователей";
$locale['129b'] = "robots.txt";
$locale['129c'] = "Параметры языка";
$locale['129d'] = "Постоянные ссылки";
$locale['129e'] = "Инструмент миграции";
$locale['129f'] = "Настройки темы";
$locale['130a'] = "Категории блогов";
$locale['130b'] = "Блог";
$locale['130c'] = "Настройки блога";
$locale['130d'] = "Менеджер файлов";
/*$locale['130e'] = "Fusion Security"; // for a future release, no need to translate atm
$locale['130f'] = "Database Optimization";
$locale['130g'] = "User IP Lookup";*/

// Step 6 - Navigation Links
$locale['130'] = "Главная";
$locale['131'] = "Статьи";
$locale['132'] = "Загрузки";
$locale['133'] = "ЧаВо";
$locale['134'] = "Дискуссии";
$locale['135'] = "Обратная связь";
$locale['136'] = "Категории новостей";
$locale['137'] = "Ссылки";
$locale['138'] = "Галерея";
$locale['139'] = "Поиск";
$locale['140'] = "Добавить ссылку";
$locale['141'] = "Добавить новость";
$locale['142'] = "Добавить статью";
$locale['143'] = "Добавить фото";
$locale['144'] = "Добавить загрузку";
$locale['145'] = "Добавить блог";

// Stage 6 - Panels
$locale['160'] = "Навигация";
$locale['161'] = "Пользователи на сайте";
$locale['162'] = "Темы форума";
$locale['163'] = "Последние статьи";
$locale['164'] = "Приветствие";
$locale['165'] = "Список тем форума";
$locale['166'] = "Информация пользователя";
$locale['167'] = "Опрос";
$locale['168'] = "Ленты RSS";
$locale['169'] = "Архив блогов";

//Multilanguage table rights
$locale['MLT001'] = "Статьи";
$locale['MLT002'] = "Страницы";
$locale['MLT003'] = "Загрузки";
$locale['MLT004'] = "ЧаВо";
$locale['MLT005'] = "Форумы";
$locale['MLT006'] = "Новости";
$locale['MLT007'] = "Фотогалерея";
$locale['MLT008'] = "Опросы";
$locale['MLT009'] = "Шаблоны почтовых сообщений";
$locale['MLT010'] = "Ссылки";
$locale['MLT011'] = "Навигация";
$locale['MLT012'] = "Панели";
$locale['MLT013'] = "Ранги форума";
$locale['MLT014'] = "Блог";

// Stage 6 - News & Blog default Categories
$locale['180'] = "Ошибки";
$locale['181'] = "Загрузки";
$locale['182'] = "Игры";
$locale['183'] = "Графика";
$locale['184'] = "Железо";
$locale['185'] = "Журнал";
$locale['186'] = "Участники";
$locale['187'] = "Моды";
$locale['188'] = "Фильмы";
$locale['189'] = "Сеть";
$locale['190'] = "Новости";
$locale['191'] = "PHPFusion";
$locale['192'] = "Безопасность";
$locale['193'] = "Программы";
$locale['194'] = "Темы";
$locale['195'] = "Windows";

// Stage 6 - Default Forum Ranks
$locale['200'] = "Суперадмин";
$locale['201'] = "Администратор";
$locale['202'] = "Модератор";
$locale['203'] = "Новичок";
$locale['204'] = "Младший участник";
$locale['205'] = "Участник";
$locale['206'] = "Опытный участник";
$locale['207'] = "Ветеран";
$locale['208'] = "Элита";

// Stage 6 - Default Smileys
$locale['210'] = "Улыбчивый";
$locale['211'] = "Подмигивающий";
$locale['212'] = "Печальный";
$locale['213'] = "Хмурый";
$locale['214'] = "Шокированный";
$locale['215'] = "Пфф";
$locale['216'] = "Крутой";
$locale['217'] = "Усмехающийся";
$locale['218'] = "Сердитый";

// Stage 6 - User Field Categories
$locale['220'] = "Контакная информация";
$locale['221'] = "Прочая информация";
$locale['222'] = "Параметры";
$locale['223'] = "Статистика";
$locale['224'] = "Приватность";

// Welcome panel message
$locale['230'] = "Добро пожаловать на сайт";

// Final message
$locale['240'] = "Установка успешно завершена.<br />
Нажми кнопку Готово для перехода на сайт.<br />
<strong>Примечание</strong> Вы должны удалить файл setup.php на сервере<br />
и установить CHMOD  config.php обратно в 644 в целях безопасности.<br /><br />
Спасибо за выбор PHPFusion.";

// Default time settings
$locale['shortdate'] = "%d.%m.%y";
$locale['longdate'] = "%B %d %Y %H:%M:%S";
$locale['forumdate'] = "%d-%m-%Y %H:%M";
$locale['newsdate'] = "%B %d %Y";
$locale['subheaderdate'] = "%B %d %Y %H:%M:%S";

// Email Template Setup, don´t translate the words between brackets [].
$locale['T001'] = "Шаблоны почтовых сообщений";
$locale['T101'] = "Уведомление о новом личном сообщении";
$locale['T102'] = "Вы получили новое личное сообщение от пользователя [USER] на сайте [SITENAME]";
$locale['T103'] = "Здравствуйте, [RECEIVER],<br/>Вы получили новое личное сообщение с темой [SUBJECT] от пользователя [USER] на сайте [SITENAME]. Вы можете прочитать его по ссылке [SITEURL]messages.php<br/>Сообщение: [MESSAGE]<br/>Вы также можете отключить уведомления на почту через панель опций личных собощений, если не хотите получать такие уведомления в дальнейшем.<br/>С уважением,<br/>[SENDER].";
$locale['T201'] = "Уведомление о сообщениях на форуме";
$locale['T202'] = "Уведомление об ответе в теме - [SUBJECT]";
$locale['T203'] = "Здравствуйте, [RECEIVER],<br/>В теме форума \\'[SUBJECT]\\', которую вы отслеживаете на сайте [SITENAME], появился новый ответ. Для того, чтобы ответить, пройдите по ссылке:<br/>[THREAD_URL]<br/>Если Вы больше не хотите отслеживать эту тему, пройдите по ссылке \\'Прекратить следить за темой\\', которая размещена вверху темы.<br/> С уважением,<br/>SENDER].";
$locale['T301'] = "Обратная связь";
$locale['T302'] = "[SUBJECT]";
$locale['T303'] = "[MESSAGE]";
$locale['T304'] = "Email-активиты";
$locale['T305'] = "Добро пожаловать на сайт «[SITENAME]»";
$locale['T306'] = "Приветствую USER_NAME!<br/>\nДобро пожаловать на сайт «SITENAME». Данные для входа:<br/>\nИмя пользователя: USER_NAME<br/>\nПароль: USER_PASSWORD<br/>\nПожалуйста, активируйте Вашу учётную запись по этой ссылке: ACTIVATION_LINK<br/>\nС наилучшими пожеланиями,<br/>\nSITEUSERNAME";

// Language Admin
$locale['L001'] = "Мультиязычные настройки";
