<?php
$locale['400'] = "Добавить ссылку";
// Submit Link Success
$locale['410'] = "Спасибо за ссылку";
$locale['411'] = "Добавить другую ссылку";
$locale['412'] = "Вернуться в ".$settings['sitename'];
// Submit Link Form
$locale['420'] = "Используйте следующую форму для добавления ссылки.
После проверки Администратором ваша ссылка будет опубликована.";
$locale['421'] = "Категория ссылки:";
$locale['422'] = "Имя ссылки:";
$locale['423'] = "URL ссылки:";
$locale['424'] = "Описание ссылки:";
$locale['425'] = "Отправить ссылку";
// Submit News
$locale['450'] = "Отправить новость";
// Submit News Success
$locale['460'] = "Спасибо за размещение вашей новости";
$locale['461'] = "Хотите отправить еще одну новость?";
// Submit News Form
$locale['470'] = "Используйте эту форму для отправки новостей.
Ваша новость будет проверена Администратором сайта ".$settings['sitename']." и после этого размещена на сайте.
Новость должна соответствовать тематике этого сайта. Иначе она будет удалена.";
$locale['471'] = "Заголовок:";
$locale['472'] = "Новость:";
$locale['473'] = " Разрешить автоматический перенос строки";
$locale['474'] = "Предпросмотр";
$locale['475'] = "Отправить новость";
$locale['476'] = "Категория:";
$locale['477'] = "- пусто -";
$locale['478'] = "Краткая новость:";
// Submit Blog
$locale['450b'] = "Добавить запись";
// Submit Blog Success
$locale['460b'] = "Спасибо за размещение записи";
$locale['461b'] = "Добавить другую запись?";
// Submit Blog Form
$locale['470b'] = "Используйте форму для размещения записи в блог.
Ваша запись будет проверена администрацией сайта ".$settings['sitename']." и после этого размещена на сайте.
Ваша запись должна соответствовать тематике сайта. Неподходящий материал будет удалён.";
$locale['471b'] = "Заголовок:";
$locale['472b'] = "Запись:";
$locale['473b'] = " Разрешить автоматический перенос строки";
$locale['474b'] = "Предпросмотр";
$locale['475b'] = "Добавить запись в блог";
$locale['476b'] = "Категория:";
$locale['477b'] = "- пусто -";
$locale['478b'] = "Краткое содержание записи:";
// Submit Article
$locale['500'] = "Отправить статью";
// Submit Article Success
$locale['510'] = "Спасибо за статью";
$locale['511'] = "Отправить другую статью?";
// Submit Article Form
$locale['520'] = "Используйте эту форму для отправки статей.
Ваша статья будет проверена Администратором сайта ".$settings['sitename']." и после этого размещена на сайте.
Статья должна соответствовать тематике этого сайта. Иначе она будет удалена.";
$locale['521'] = "Категория:";
$locale['522'] = "Тема:";
$locale['523'] = "Описание:";
$locale['524'] = "Статья:";
$locale['525'] = " Разрешить автоматический перенос строки";
$locale['526'] = "Предпросмотр";
$locale['527'] = "Отправить статью";
// Submit Error
$locale['550'] = "Пожалуйста, заполните форму.";
$locale['551'] = "Не определена категория.";
$locale['552'] = "Альбомы не определены.";
// Submit Photo
$locale['570'] = "Прислать фото";
// Submit Photo Success
$locale['580'] = "Спасибо за присланное фото";
$locale['581'] = "Прислать другое фото";
// Submit Photo Error
$locale['600'] = "Ваше фото не отправилось";
$locale['601'] = "Неверное имя файла.";
$locale['602'] = "Изображение должно быть меньше %u байт.";
$locale['603'] = "Изображение должно быть формата GIF, JPEG или PNG.";
$locale['604'] = "Изображение должно быть не больше %uw x %uh пикселей.";
// Submit Photo Form
$locale['620'] = "Используйте следующую форму для отправки изображения. Ваше изображение будет рассмотрено одним из 
администраторов. ".$settings['sitename']." оставляет за собой право исправлять или редактировать любой
присланный материал. Фото должны соответствовать тематике сайта. Администратор вправе отвергнуть любой несоответствующий материал.";
$locale['621'] = "Название:";
$locale['622'] = "Описание:";
$locale['623'] = "Изображение: ";
$locale['624'] = "Макс. размер файла: %s / Макс. размер: %ux%u в пикселях";
$locale['625'] = "Альбом:";
$locale['626'] = "Прислать фото";
// Submit Download
$locale['650'] = "Добавить файл";
// Submit Download Success
$locale['660'] = "Спасибо за добавление нового файла";
$locale['661'] = "Добавить другой файл";
// Submit Download Error
$locale['670'] = "Ваш файл не может быть добавлен";
$locale['671'] = "Неправильное имя.";
$locale['671a'] = "Неправильное имя картинки.";
$locale['672'] = "Файл должен быть меньше, чем %s.";
$locale['672a'] = "Изображение должно быть меньше, чем %s.";
$locale['672b'] = "Изображение может быть меньше, чем %s.";
$locale['673'] = "Файл должен быть одним из следующих типов файлов: %s.";
$locale['673a'] = "Изображение должно быть одним из следующих типов файлов: %s.";
$locale['674'] = "Название файла не может быть мустым.";
$locale['675'] = "Адрес файла не может быть пустым.";
$locale['676'] = "Краткое описание не может быть пустым.";
$locale['676a'] = "Неизвестная ошибка";
// Submit Download Form
$locale['680'] = "Используйте эту форму для загрузки. Ваш файл будет рассмотрен одним из администраторов. 
".$settings['sitename']." портала оставляет за собой право изменять или редактировать любые файлы. Загрузки
должны быть применимы к содержанию этого сайта. Материалы, которые посчитаются непригодными, будут отклонены.";
$locale['681'] = "Название:";
$locale['682'] = "Подробное описание:";
$locale['682b'] = "Краткое описание:";
$locale['683'] = "URL:";
$locale['684'] = "или файл:";
$locale['685'] = "Подсчитывать размер файла";
$locale['686'] = "Скриншот:";
$locale['687'] = "Категория:";
$locale['688'] = "Лицензия:";
$locale['689'] = "ОС:";
$locale['690'] = "Версия:";
$locale['691'] = "Домашняя страница:";
$locale['692'] = "Авторские права:";
$locale['693'] = "Размер файла:";
$locale['694'] = "Max. размер: %s / Разрешены: %s";
$locale['694b'] = "Max. размер: %s / Разрешены: %s / Max ширина: %spx, Max. высота: %spx";
$locale['695'] = "Добавить файл";
