<?php
// Items shown in profile
$locale['u040'] = "Зарегистрирован";
$locale['u041'] = "Последнее посещение";
$locale['u042'] = "Не посещал";
$locale['u043'] = "Отправить личное сообщение";
$locale['u044'] = "Контактные данные";
$locale['u045'] = "Прочие данные";
$locale['u046'] = "Параметры";
$locale['u047'] = "Статистика";
$locale['u048'] = "Административная информация";
$locale['u049'] = "IP-адрес:";
$locale['u050'] = "Нет данных";
$locale['u051'] = "Скрыть Е-майл?";
$locale['u052'] = " Да ";
$locale['u053'] = " Нет";
$locale['u054'] = "Смотреть журнал приостановок";
$locale['u055'] = "Статус:";
$locale['u056'] = "Причины";
$locale['u057'] = "Группы";
$locale['u058'] = "Параметры администратора";
$locale['u059'] = "Добавить";
$locale['u060'] = "Добавить пользователя в выбранную группу?";
$locale['u061'] = "Добавить в группу";
$locale['u062'] = "Аватар";
$locale['u063'] = "Уровень доступа";
$locale['u064'] = "Е-майл:";
$locale['u066'] = "Зарегистрирован:";
$locale['u067'] = "Последнее посещение:";
$locale['u068'] = "Имя пользователя:";
$locale['u070'] = "Забанить";
$locale['u071'] = "Приостановить";
$locale['u073'] = "Удалить участника?";
$locale['u074'] = "Разбанить";
// Profile and register
$locale['u100'] = "Для смены пароля или адреса Е-мейла Вы должны указать текущий пароль.";
$locale['u101'] = "Регистрация";
$locale['u102'] = "Изменить профиль";
$locale['u103'] = "Профиль";
$locale['u104'] = "Профиль участника";
$locale['u105'] = "Обновить профиль";

// New UF 1.20
$locale['uf_100'] = "Общие настройки учётной записи";
$locale['uf_101'] = "Настройки пользовательской информации";
$locale['uf_102'] = "Настройка аватара";
$locale['uf_103'] = "Общие";
$locale['uf_104'] = "Информация пользователя";
$locale['uf_105'] = "Изображения профиля";
$locale['uf_106'] = "Основная информация";
$locale['uf_107'] = "%s не имеет доступной информации.";
$locale['uf_108'] = "Пользовательские поля профиля пока не созданы.";

// View User Groups
$locale['u110'] = "Посмотреть группы";
$locale['u111'] = "%u пользователь";
$locale['u112'] = "%u пользователей";
$locale['u113'] = "Имя пользователя";
$locale['u114'] = "Тип";
$locale['u115'] = "Язык";
$locale['u116'] = "Не имеются группы участников.";
$locale['u117'] = "Нет групп.";
// User name and email
$locale['u119'] = "Имя пользователя.";
$locale['u120'] = "Имя пользователя содержит недопустимые символы.";
$locale['u121'] = "Это имя уже используется.";
$locale['u122'] = "Поле «Имя пользователя» не может быть пустым.";
$locale['u123'] = "Введённый Е-майл некорректный.";
$locale['u124'] = "Ваш Е-майл или домен находятся в чёрном списке.";
$locale['u125'] = "Этот Е-майл уже используется.";
$locale['u126'] = "Поле «Е-майл» не может быть пустым.";
$locale['u127'] = "Имя пользователя";
$locale['u128'] = "Ваш Е-майл";
$locale['u129'] = "Основная информация о пользователе";
// Passwords
$locale['u130'] = "Админпароли";
$locale['u131'] = "Админпароль";
$locale['u132'] = "Пароли входа";
$locale['u133'] = "Паролем входа";
$locale['u134'] = "Пароль";
$locale['u134a'] = "Установите пароль";
$locale['u134b'] = "Повторите пароль";
$locale['u135a'] = "Текущий пароль";
$locale['u135b'] = "Установите новый пароль";
$locale['u135c'] = "Повторите новый пароль";
$locale['u136'] = "Пароль не может быть пустым.";
$locale['u137'] = "Ваш текущий админпароль не может быть пустым.";
$locale['u138'] = "Ваш текущий пароль входа не может быть пустым.";
$locale['u139'] = "Пароль входа не соответствует Вашему текущему паролю.";
$locale['u140'] = "Админпароль не соответствует Вашему текущему админпаролю.";
$locale['u141'] = " не должен быть таким же, как ";
$locale['u142'] = " слишком короткий или содержит недопустимые символы!";
$locale['u143'] = " не совпадает!";
$locale['u143a'] = " не может быть пустым.";
$locale['u144'] = "Новый админпароль";
$locale['u144a'] = "Текущий админпароль";
$locale['u145'] = "Подтвердите админпароль";
$locale['u146'] = " не должен совпадать с вашим текущим ";
$locale['u147'] = "Длина пароля должна быть от 8 до 64 символов.<br/>Разрешённые символы: are a-z, 0-9 и @!#$%&/()=-_?+*.,:;";
$locale['u148'] = "Новый пароль входа и подтверждение не совпадают.";
$locale['u148a'] = "Новый админпароль и подтверждение не совпадают.";
$locale['u149'] = "Текущий пароль входа не указан или указан неверно.";
$locale['u149a'] = "Текущий админпароль не указан или указан неверно.";
$locale['u149b'] = "Текущий пароль входа не указан или указан неверно.<br/>Вы не сможете установить админпароль без корректного пароля для входа на сайт.";
// Email activation
$locale['u150'] = "Ваша регистрация почти завершена, Вы получите сообщение с данными для входа на сайт и со ссылкой для подтверждения Вашей учётной записи.";
$locale['u151'] = "Добро пожаловать на сайт «[SITENAME]»";
$locale['u152'] = "Приветствую  USER_NAME!<br/>
Добро пожаловать на сайт «SITENAME». Данные для входа:<br/>
Имя пользователя: USER_NAME<br/>
Пароль: USER_PASSWORD<br/>
Пожалуйста, активируйте Вашу учётную запись по этой ссылке: ACTIVATION_LINK<br/>
С наилучшими пожеланиями,<br/>
SITEUSERNAME.";

$locale['u153'] = "Сообщение для активации не может быть отправлено.";
$locale['u154'] = "Пожалуйста, [LINK]свяжитель[/LINK] с администрацией сайта.";
$locale['u155'] = "Активация учётной записи";
$locale['u156'] = "Пожалуйста, укажите текущий пароль для смены адреса Е-майла.";
// Success / Fail
$locale['u160'] = "Регистрация завершена";
$locale['u161'] = "Вы можете войти.";
$locale['u162'] = "Администратор вскоре активирует Вашу учётную запись.";
$locale['u163'] = "Профиль успешно обновлён.";
$locale['u164'] = "Ошибка обновления";
$locale['u165'] = "Е-майл повторно отправлен.";

$locale['u167'] = "по следующим причинам:";
$locale['u168'] = "Пожалуйста, попробуйте снова.";
$locale['u169'] = "Профиль обновлён";
$locale['u170'] = "Регистрация успешна";
$locale['u171'] = "Ваша учётная запись была подтверждена.";
$locale['u172'] = "Участник добавлен.";
$locale['u173'] = "Вернуться к управлению пользователями.";
$locale['u174'] = "Добавить другого участника.";
// Avatar upload
$locale['u180'] = "Ошибка загрузки файла аватара";

$locale['u184'] = "Макс. размер файла: %s / макс. размер изображения: %u на %u пикселей";
$locale['u185'] = "Аватар";
$locale['u186'] = "Нажмите «Обзор» для загрузки изображения";
// Captcha and terms
$locale['u190'] = "Код проверки";
$locale['u191'] = "Введите код проверки";
$locale['u192'] = "Правила сайта";
$locale['u193'] = "Я прочитал(-а) [LINK]Правила сайта[/LINK], согласен(-на) с ними и обязуюсь выполнять.";
$locale['u193a'] = "Обновлено";
$locale['u193b'] = "Я согласен(-на)";
$locale['u194'] = "Неправильный код проверки.";
$locale['u195'] = "Код проверки не может быть пустым.";
// E-mail Change Confirmation
$locale['u200'] = "Подтверждение Е-майла было отправлено на ваш новый адрес Е-майла (%s). Пожалуйста проверьте Ваш Е-майл.";
$locale['u201'] = "Ваш адрес Е-майла будет изменён после перехода по ссылке из сообщения.";
$locale['u202'] = "Проверка адреса Е-майла на сайте «[SITENAME]»";
$locale['u203'] = "Приветствую, [USER_NAME]!<br/>
Кто-то установил этот адрес Е-майла в своей аккаунте на нашем сайте.<br/>
Если вы действительно хотите изменить свой адрес Е-майла на этот, пожалуйста, пройдите по ссылке:<br/>
[EMAIL_VERIFY_LINK]<br/>
Замечание: для смены адреса Вы должны быт авторизованы на сайте.<br/>
С наилушчими пожеланиями,<br/>
[SITEUSERNAME]<br/>
[SITENAME]";

$locale['u210'] = "Репутация пользователя";
