<?php
// Items shown in profile
$locale['u040'] = "Дата регистрации";
$locale['u041'] = "Последнее посещение";
$locale['u042'] = "Не посещал";
$locale['u043'] = "Отправить личное сообщение";
$locale['u044'] = "Контактная информация";
$locale['u045'] = "Прочие данные";
$locale['u046'] = "Параметры";
$locale['u047'] = "Статистика";
$locale['u048'] = "Административная информации";
$locale['u049'] = "IP-адрес";
$locale['u050'] = "Нет данных";
$locale['u051'] = "Скрыть E-mail?";
$locale['u052'] = " Да ";
$locale['u053'] = " Нет";
$locale['u054'] = "Смотреть журнал приостановок";
$locale['u055'] = "Статус пользователя:";
$locale['u056'] = "Причины";
$locale['u057'] = "Группы пользователей";
$locale['u058'] = "Опции администратора";
$locale['u059'] = "Добавить";
$locale['u060'] = "Добавить пользователя в выбранную группу?";
$locale['u061'] = "Добавить в группу";
$locale['u062'] = "Аватар";
$locale['u063'] = "Уровень доступа";
$locale['u064'] = "E-mail";
$locale['u066'] = "Дата регистрации";
$locale['u067'] = "Последнее посещение";
$locale['u068'] = "Имя пользователя";
$locale['u069'] = "Изменить";
$locale['u070'] = "Забанить";
$locale['u071'] = "Приостановить";
$locale['u072'] = "Удалить участниика";
$locale['u073'] = "Разбанить?";
// Profile and register
$locale['u100'] = "Для того чтобы изменить свой пароль или адрес электронной почты<br />необходимо ввести текущий пароль.";
$locale['u101'] = "Регистрация";
$locale['u102'] = "Изменить профиль";
$locale['u103'] = "Профиль";
$locale['u104'] = "Профиль участника";
$locale['u105'] = "Обновленить профиль";

// New UF 1.20
$locale['uf_100'] = "Общие настройки учётной записи";
$locale['uf_101'] = "Настройки пользовательской информации";
$locale['uf_102'] = "Настройка аватара";
$locale['uf_103'] = "Общие";
$locale['uf_104'] = "Информация пользователя";
$locale['uf_105'] = "Изображения профиля";
$locale['uf_106'] = "Основная информация";
$locale['uf_107'] = "%s не имеет доступной информации.";
$locale['uf_108'] = "Пользовательские поля профиля пока не созданы.";

// View User Groups
$locale['u110'] = "Посмотреть группы";
$locale['u111'] = "%u пользователь";
$locale['u112'] = "%u пользователи";
$locale['u113'] = "Имя пользователя";
$locale['u114'] = "Тип пользователя";
// User name and Е-майл
$locale['u120'] = "Имя пользователя содержит недопустимые символы.";
$locale['u121'] = "Выбранное имя уже используется.";
$locale['u122'] = "Имя пользователя не может быть пустым.";
$locale['u123'] = "Ваш Е-майл адрес не может быть отображен.";
$locale['u124'] = "Ваш Е-майл адрес или почтовый домен находится в чёрном списке.";
$locale['u125'] = "Данный Е-майл адрес уже зарегистрирован.";
$locale['u126'] = "Е-майл адрес не может быть пустым.";
$locale['u127'] = "Имя пользователя";
$locale['u128'] = "Ваш Е-майл";
$locale['u129'] = "Информация об учётной записи";
// Passwords
$locale['u130'] = "Пароли администратора";
$locale['u131'] = "Пароль администратора";
$locale['u132'] = "Пароли";
$locale['u133'] = "Пароль";
$locale['u134'] = "Новый пароль";
$locale['u135'] = "Подтвердите пароль";
$locale['u136'] = "Пароль не может быть пустым.";
$locale['u137'] = "Ваш текущий пароль администратора не может быть пустым.";
$locale['u138'] = "Ваш текущий пароль не может быть пустым.";
$locale['u139'] = "Пароль не совпадает с существующим паролем.";
$locale['u140'] = "Пароль администратора не совпадает с существующим паролем администратора.";
$locale['u141'] = " не может быть таким же, как ";
$locale['u142'] = " является коротким или содержит недопустимые символы!";
$locale['u143'] = " не соответствует!";
$locale['u143a'] = " не может быть пустым.";
$locale['u144'] = "Новый пароль администратора";
$locale['u145'] = "Подтвердите пароль администратора";
$locale['u146'] = " не может быть таким же, как текущий ";
$locale['u147'] = "Пароль должен быть длиной от 8 до 64 символов.<br />Допускаются символы a-z, 0-9 и @!#$%&\/()=-_?+*.,:;";
$locale['u148'] = "Новые пароли не совпадают.";
$locale['u148a'] = "Новые пароли администратора не совпадают.";
$locale['u149'] = "Текущий пароль входа не указан или указан неверно.";
$locale['u149a'] = "Текущий пароль администратора не указан или указан неверно.";
$locale['u149b'] = "Текущий пароль входа не указан или указан неверно.<br />Вы не сможете установить пароль администратора без корректного пароля для входа на сайт";
// Е-майл actiation
$locale['u150'] = "Ваша регистрация почти завершена!<br />Вы получите сообщение с данными для входа на сайт и со ссылкой для подтверждения Вашей учётной записи.";
$locale['u151'] = "Добро пожаловать ".$settings['sitename'];
$locale['u152'] = "Здравствуйте USER_NAME,\n
Спасибо за регистрацию на сайте ".$settings['sitename'].". Вот Ваши регистрационные данные:\n
Имя пользователя: USER_NAME
Пароль: USER_PASSWORD\n
Пожалуйста, активируйте Вашу учётную запись по следующей ссылке: ACTIVATION_LINK\n\n
С уважением,
".$settings['sitename'];
$locale['u153'] = "Активация по Е-майл не может быть отправлена.";
$locale['u154'] = "Пожалуйста, свяжитесь с <a href='".BASEDIR."contact.php'>администратором сайта</a>.";
$locale['u155'] = "Активация учётной записи";
$locale['u156'] = "Пожалуйста, укажите свой текущий пароль для изменения Вашего Е-майл адреса.";
// Success / Fail
$locale['u160'] = "Регистрация успешно завершена!";
$locale['u161'] = "Теперь Вы можете войти в свою учётную запись.";
$locale['u162'] = "Администратор активирует Вашу учётную запись в ближайшее время.";
$locale['u163'] = "Профиль был успешно обновлен.";
$locale['u164'] = "Ошибка обновления";
$locale['u165'] = "Ошибка регистрации";
$locale['u167'] = "по следующей причине(ам):";
$locale['u168'] = "Пожалуйста, повторите попытку.";
$locale['u169'] = "Профиль обновлен";
$locale['u170'] = "Регистрация успешна завершена";
$locale['u171'] = "Ваша учетная запись была проверена.";
$locale['u172'] = "Пользователь успешно добавлен.";
$locale['u173'] = "Вернуться к управлению пользователями.";
$locale['u174'] = "Добавить другого участника.";
// Avatar upload
$locale['u180'] = "Ваш аватар превысил размер файла, предел ".parsebytesize($settings['avatar_filesize']).".";
$locale['u181'] = "Ваш аватар не поддерживает установленные типы изображений jpg, png и gif.";
$locale['u182'] = "Ваш аватар превысил ".$settings['avatar_width']."x".$settings['avatar_height']." пикселей.";
$locale['u183'] = "Ваш аватар не был загружен правильно.";
$locale['u184'] = "Макс. размер файла: %s / Макс. размер: %ux%u пикселей";
$locale['u185'] = "Аватар";
$locale['u186'] = "Нажмите кнопку Обзор, чтобы загрузить изображение";
$locale['u187'] = "Удалить";
// Captcha and terms
$locale['u190'] = "Проверочный код";
$locale['u191'] = "Введите проверочный код";
$locale['u192'] = "Правила";
$locale['u193'] = "Я прочитал(а) <a href='".BASEDIR."print.php?type=T' target='_blank'>Правила</a> и я принимаю их.";
$locale['u194'] = "Неправильный проверочный код.";
$locale['u195'] = "Проверочный код не может быть пустым.";
// E-mail Change Confirmation
$locale['u200'] = "Подтвердите, что Е-майл был отправлен на Ваш новый Е-майл адрес (%s).";
$locale['u201'] = "Ваш Е-майл адрес будет изменен, когда Вы нажмете на ссылку в почте.";
$locale['u202'] = "Е-майл адрес проверить - ".$settings['sitename'];
$locale['u203'] = "Здравствуйте [USER_NAME],\n
Кто-то пытается установить Е-майл адрес на своем аккаунте на нашем сайте.\n
Если Вы действительно хотите изменить свой Е-майл адрес, то перейдите по следующей ссылке:\n
[Е-майл_VERIFY_LINK]\n
Примечание: Вы должны войти в аккаунт для продолжения.\n
С уважением,
".$settings['siteusername']."
".$settings['sitename'];
