<?php
$locale['100'] = "Fusion File Manager";

// Delete Image
$locale['400'] = "Видалити зображення";
$locale['401'] = "Зображення успішно видалено";
$locale['402'] = "Повернутися до налаштування зображень";
$locale['403'] = "Повернутися до Центру керування";
// Upload Image
$locale['420'] = "Завантаження зображення";
$locale['421'] = "Зображення:";
$locale['422'] = "Загальні";
$locale['423'] = "Для статей";
$locale['424'] = "Для новин";
$locale['425'] = "Розмір файлу не більше ніж %s / Дозволені формати: .jpg, .JPG, .png, .PNG, .JPEG, .gif, .GIF, .bmp, .BMP, .svg, .SVG, .tiff, .TIFF";
$locale['426'] = "Зображення завантажено";
$locale['427'] = "Для розділів новин";
$locale['428'] = "Для блогу";
$locale['429'] = "Для розділів блогу";
// View Image
$locale['440'] = "Перегляд зображення";
$locale['441'] = "Невідомий формат, неможливо відобразити";
$locale['442'] = "Видалити";
// Image Management
$locale['460'] = "Наявні зображення";
$locale['461'] = "Переглянути";
$locale['463'] = "Цей каталог порожній";
$locale['464'] = "Оновити колекцію зображень для редактора TinyMCE";
// Popup Error/Warning Messages
$locale['470'] = "Ви дійсно бажаєте видалити це зображення?";
