<?php
$locale['ME_400'] = 'Користувачі';
$locale['ME_401'] = 'Шукати...';
$locale['ME_402'] = 'Фільтри перегляду';
$locale['ME_403'] = 'Створити користувача';
$locale['ME_404'] = 'Застосувати фільтр';
$locale['ME_405'] = 'За вказаними параметрами не знайдено жодного користувача';
//
$locale['ME_407'] = 'Відображено: %s - %d зі знайдених: %d';
$locale['ME_408'] = 'Загальна інформація';
$locale['ME_409'] = 'Подробиці';
$locale['ME_410'] = 'Користувач';
$locale['ME_411'] = 'Рівень';
$locale['ME_412'] = 'Електронна адреса';
$locale['ME_413'] = ' обліковий запис';
$locale['ME_414'] = 'Вибрати все';
$locale['ME_415'] = 'Приховано';
$locale['ME_416'] = 'Показано';

// Core Fields Filter
$locale['ME_420'] = 'Приховування електронної пошти';
$locale['ME_421'] = 'Приєднання';
$locale['ME_422'] = 'Останній візит';
$locale['ME_423'] = 'Адреса IP';
$locale['ME_424'] = 'Тип IP';
$locale['ME_425'] = 'Групи';
$locale['ME_426'] = 'Часовий пояс';
$locale['ME_427'] = 'User Status';

// Action Form
$locale['ME_430'] = 'Помилка: Неможливо застосувати до вибраних користувачів';
$locale['ME_431'] = 'До вказаних користувачів буде застосовано %s:';
$locale['ME_432'] = '%s були %s';
$locale['ME_433'] = 'Будь ласка, вкажіть підставу';
$locale['ME_434'] = 'Підстава';
$locale['ME_435'] = 'Тривалість';
$locale['ME_436'] = 'Дні';
$locale['ME_437'] = 'Оновити';

$locale['ME_450'] = 'Створити користувача';
$locale['ME_451'] = 'Профіль користувача %s';
$locale['ME_452'] = 'Редагувати профіль %s';
$locale['ME_453'] = 'Видалити користувача %s';
$locale['ME_454'] = "Увага!";
$locale['ME_455'] = "Ви намагаєтесь видалити користувача %s!


Усю інформацію створену цим користувачем на даному сайті буде також видалено.

Якщо немає безперечних підстав вважати даного користувача шкідником (наприклад, розповсюджувачем спаму), рекомендується застосувати до нього Блокування, Призупинення, Скасування або Анонімізацію.

Ви дійсно бажаєте видалити цього користувача?
";
$locale['ME_456'] = 'Видалити';
$locale['ME_457'] = "Ви намагаєтесь видалити нового неактивованого користувача %s!

Ви дійсно бажаєте видалити цього користувача?
";

$locale['ME_460'] = 'Користувачі для деактивації відсутні';
$locale['ME_461'] = '%s деактивовано';
$locale['ME_462'] = 'Деактивувати бездіяльних користувачів';
$locale['ME_463'] = 'Ви маєте більш ніж 50 бездіяльних користувачів, тому доведеться здійснити деактивацію таку кількість разів: %d';
$locale['ME_464'] = 'Деяка кількість (%d) користувачів не авторизувалися на сайті більше дозволеної у системі кількості днів (%d), тому їх позначено як бездіяльних. Якщо від цих користувачів не буде відгуку протягом визначеного контрольного терміну (%d дн.) після деактивації, їх буде автоматично %s.';
$locale['ME_465'] = 'Будь ласка, майте на увазі, що деякі користувачі можуть мати пов&lsquo;язану із ними інформацію, опубліковану на сайті, наприклад, повідомлення на Форумі, коментарі, фото тощо. Уся подібна інформація буде знищена разом з видаленням деактивованих користувачів.';
$locale['ME_466'] = 'Настійливо рекомендується замість дії деактивації скористатися операцією встановлення анонімності задля попередження остаточної втрати важливої інформації!';
$locale['ME_467'] = "Встановити результатом для деактивації дію анонімізації.";
$locale['ME_468'] = 'Автоматична деактивація бездіяльних користувачів.';
$locale['ME_469'] = 'User has been activated';

// Actions
$locale['ME_500'] = 'Блокування';
$locale['ME_501'] = 'Відновлення';
$locale['ME_502'] = 'Деактивація';
$locale['ME_503'] = 'Призупинення';
$locale['ME_504'] = 'Блокування з міркувань безпеки';
$locale['ME_505'] = 'Скасування';
$locale['ME_506'] = 'Анонімізація';
$locale['ME_507'] = 'Activate';
$locale['ME_508'] = 'Login as User';

// a_message keys
$locale['ME_550'] = 'заблоковано';
$locale['ME_551'] = 'відновлено';
$locale['ME_552'] = 'деактивовано';
$locale['ME_553'] = 'призупинено';
$locale['ME_554'] = 'заблоковано з міркувань безпеки';
$locale['ME_555'] = 'скасовано';
$locale['ME_556'] = 'анонімізовано';
$locale['ME_557'] = 'остаточно видалено';

$locale['ME_560'] = "Показати результати";
$locale['ME_561'] = "Показати користувачів зі статусом";
$locale['ME_562'] = "Новий неактивований користувач";
