<?php
$locale['apw_title'] = "Сброс административного пароля";
$locale['apw_desc'] = "Изменение для администраторов обычного и админпароля";
$locale['apw_admin1'] = "Сброс администратора";
$locale['apw_400'] = "Кому сбрасывать:";
$locale['apw_401'] = "Администраторам и суперадминам";
$locale['apw_402'] = "Только суперадминам";
$locale['apw_403'] = "Только администраторам";
$locale['apw_404'] = "Причина сброса:";
$locale['apw_405'] = "Сбросить админпароль и пользовательский";
$locale['apw_406'] = "Сбросить пароли";
$locale['apw_407'] = "Пароль сброшен на ";
$locale['apw_408'] = "Приветствую, [USER_NAME]!<br/>Ваш административный пароль был сброшен на сайте [SITEURL]:<br/>
Новый админпароль: [NEW_ADMIN_PASS]<br/>Причина сброса: [RESET_MESSAGE]<br/>С наилучшими пожеланиями,<br/>[ADMIN]";
$locale['apw_409'] = "Приветствую, [USER_NAME]!<br/>Ваши административный и пользовательский пароли были сброшены на сайте [SITEURL]:<br/>
Новый пароль: [NEW_PASS]<br/>Новый админпароль: [NEW_ADMIN_PASS]<br/>Причина сброса: [RESET_MESSAGE]<br/>
С наилучшими пожеланиями,<br/>[ADMIN]";
$locale['apw_410'] = "Результаты сброса";
$locale['apw_411'] = "Обновить пароль администратора";
$locale['apw_412'] = "Админпароль:";
$locale['apw_415'] = "Журнал сброса";
$locale['apw_416'] = "ID записи";
$locale['apw_417'] = "Время сброса";
$locale['apw_418'] = "Кто сбросил";
$locale['apw_419'] = "Сброс";
$locale['apw_420'] = "Успешно";
$locale['apw_421'] = "Причина";
$locale['apw_422'] = "из";
$locale['apw_423'] = "Причина не указана.";
$locale['apw_424'] = "Администраторам сброшено:";
$locale['apw_425'] = "Ошибок сброса:";
$locale['apw_426'] = "Пароль не изменён.";
$locale['apw_427'] = "Параметры";
$locale['apw_428'] = "Вы действительно хотите удалить журнал?";
$locale['apw_429'] = "Журнал удалён";
$locale['apw_430'] = "Выбрать всё";
