<?php
// Administrators messages
$locale['ADM_400'] = "Администратор добавлен";
$locale['ADM_401'] = "Администратор обновлён";
$locale['ADM_402'] = "Администратор удалён";
// Search/Add Administrator
$locale['ADM_410'] = "Добавить администратора";
$locale['ADM_411'] = "Для добавления администратора воспользуйтесь ниже <br/> формой поиска пользователей.";
$locale['ADM_413'] = "Имя пользователя";
$locale['ADM_415'] = "Предоставить все права";
$locale['ADM_416'] = "Сделать суперадмином";
$locale['ADM_418'] = "Пользователи не найдены.";
$locale['ADM_419'] = "Искать снова";
// Current Administrators
$locale['ADM_420'] = "Администраторы";
$locale['ADM_421'] = "Имя пользователя";
$locale['ADM_422'] = "Уровень доступа";
$locale['ADM_423'] = "Параметры";
$locale['ADM_425'] = "Права не назначены";
// Edit Admin Rights
$locale['ADM_440'] = "Изменить права Администратора";
$locale['ADM_441'] = "Содержимое";
$locale['ADM_442'] = "Пользователи";
$locale['ADM_443'] = "Система";
$locale['ADM_444'] = "Плагины";
$locale['ADM_445'] = "Отметить всё";
$locale['ADM_448'] = "Сохранить права";
$locale['ADM_449'] = "Настройки";
$locale['ADM_450'] = "Проверить безопасность";
// Popup Error/Warning Messages
$locale['ADM_460'] = "Удалить этого администратора?";
$locale['ADM_461'] = "Добавить администратора?";
$locale['ADM_462'] = "Внимание! Предоставление этих прав доступа может нести угрозу безопасности!";
$locale['ADM_463'] = "Не выбрано никаких действий!";
