<?php
// Infusion titles & description
$locale['apw_title'] = "Сброс пароля администратора";
$locale['apw_desc'] = "Изменение пароля для входа и пароля администратора";
$locale['apw_admin1'] = "Сброс администратора";
$locale['400'] = "Администратор(ы) для сброса:";
$locale['401'] = "Все администраторы";
$locale['402'] = "Только Суперадмины";
$locale['403'] = "Только Администраторы";
$locale['404'] = "Обоснование для сброса:";
$locale['405'] = "Сброс обоих паролей как пароля для входа, так и пароля администратора";
$locale['406'] = "Сброс паролей";
$locale['407'] = "Сброс пароля на ";
$locale['408'] = "Привет [USER_NAME],

Ваш пароль администратора был сброшен на ".$settings['siteurl'].":

Пароль администратора: [NEW_ADMIN_PASS]

Причина этого сброса: [RESET_MESSAGE]

С уважением,
[ADMIN]";
$locale['409'] = "Привет [USER_NAME],

Пароль для входа и пароль администратора были сброшены на ".$settings['siteurl'].":

Пароль для входа: [NEW_PASS]
Пароль администратора: [NEW_ADMIN_PASS]

Причина этого сброса: [RESET_MESSAGE]

С уважением,
[ADMIN]";
$locale['410'] = "Результат сброса";
$locale['411'] = "<strong>Уведомление:</strong> Пароль администратора не введен или неправильный.";
$locale['412'] = "Пароль администратора:";
$locale['415'] = "Текущие сбросы";
$locale['416'] = "Лог ID";
$locale['417'] = "Дата сброса";
$locale['418'] = "Ответственный";
$locale['419'] = "Сброс";
$locale['420'] = "Успешно";
$locale['421'] = "Причина";
$locale['422'] = "из";
$locale['423'] = "Нет причин данного.";
