<?php
// Administrators messages
$locale['400'] = "Администратор добавлен";
$locale['401'] = "Администратор обновлен";
$locale['402'] = "Администратор удален";
// Search/Add Administrator
$locale['410'] = "Добавить администратора";
$locale['411'] = "Поиск пользователей для добавления в список.";
$locale['412'] = "ID пользователя";
$locale['413'] = "Имя пользователя";
$locale['414'] = "Поиск";
$locale['415'] = "Делегировать все права новому админу";
$locale['416'] = "Добавьте привилегии Суперадмина";
$locale['417'] = "Добавить админа";
$locale['418'] = "Пользователи не найдены.";
$locale['419'] = "Повторный поиск";
// Current Administrators
$locale['420'] = "Администраторы";
$locale['421'] = "Имя пользователя";
$locale['422'] = "Уровень админа";
$locale['423'] = "Опции";
$locale['424'] = "Первый админ";
$locale['425'] = "Нет назначенных прав";
$locale['426'] = "Редактировать";
$locale['427'] = "Удаление";
// Edit Admin Rights
$locale['440'] = "Права Админа";
$locale['441'] = "Администрирование контента";
$locale['442'] = "Администрирование пользователей";
$locale['443'] = "Администрирование системы";
$locale['444'] = "Сохранить права админа";
$locale['445'] = "Отметить все";
$locale['446'] = "Снять все отметки";
$locale['447'] = "Админ пароль:";
$locale['448'] = "Сохранить права";
$locale['449'] = "Установки";
$locale['450'] = "Проверьте безопасность";
// Popup Error/Warning Messages
$locale['460'] = "Удалить этого администратора?";
$locale['461'] = "Добавить этого администратора?";
$locale['462'] = "Предоставление этих прав администратора для пользователя является потенциальной угрозой безопасности!";
// Remove Admin confirmation
$locale['470'] = "Удалить админа";
$locale['471'] = "Для удаления администратора, пожалуйста, введите админ пароль:";
$locale['472'] = "Потвердить";
$locale['473'] = "Отменить";
