<?php
// Category titles
$locale['400'] = "Добавить категорию статей";
$locale['401'] = "Редактировать категорию статей";
$locale['402'] = "Категории статей";
// Category messages
$locale['410'] = "Категория статей добавлена";
$locale['411'] = "Категория статей обновлена";
$locale['412'] = "Категория статей не может быть удалена";
$locale['413'] = "Есть статьи, связанные с этой категорией";
$locale['414'] = "Категория статей удалена";
// Category form
$locale['420'] = "Имя категории:";
$locale['421'] = "Описание категории:";
$locale['422'] = "Сортировка категорий:";
$locale['423'] = "ID статьи";
$locale['424'] = "Тема статьи";
$locale['425'] = "Дата статьи";
$locale['426'] = "Возрастание";
$locale['427'] = "Убывание";
$locale['428'] = "Доступ к категории:";
$locale['429'] = "Сохранить категорию";
// Current category options
$locale['440'] = "Категория";
$locale['441'] = "Доступ";
$locale['442'] = "Опции";
$locale['443'] = "Редактировать";
$locale['444'] = "Удалить";
$locale['445'] = "Нет категорий";
// Delete Article category
$locale['450'] = "Удалить эту категорию статей?";
// Error Messages
$locale['460'] = "Пожалуйста, введите имя категории.";
$locale['461'] = "Эта категория уже существует.";
