<?php
// Delete blacklisted user
$locale['400'] = "Удалить пользователя из Блэклиста";
$locale['401'] = "Пользователь удален из Блэклиста";
$locale['402'] = "Вернуться в администрирование Блэклиста";
$locale['403'] = "Вернуться в панель админа";
$locale['404'] = "Пожалуйста, внесите в Блэкслист IP или Е-майл";
$locale['405'] = "Е-майл в чёрном списке некорректный.";
// Add/Edit Blacklist Titles
$locale['420'] = "Чёрный список пользователей";
$locale['421'] = "Редактировать чёрный список";
// Add/Edit blacklist form
$locale['440'] = "Введенный IP-адрес запретит пользователю с  указанным IP-адресом посещать Ваш сайт. 
Вы должны ввести полный IP, например, <em>123.45.67.89.</em>, или часть IP, например, <em>123.45.67</em> или <em>123.45</em>.
Пожалуйста, обратите внимание: IPv6-адреса преобразуются в их полную форму на этом сайте,
например, <em>ABCD:1234:5:6:7:8:9:FF</em> будет показано, как <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
Смешанные IP-адреса (которые содержат как IPv6 и IPv4 части) не будут проверены на частичное совпадение.
<br /><br />
Введенный Е-майл адрес запретит пользователю регистрироваться с этого адреса. Вы можете ввести полный Е-майл адрес,
например, <em>foo@bar.com</em>, или Е-майл домен, например, <em>bar.com</em>.";
$locale['441'] = "Блэклист IP адрес: <strong>или</strong>";
$locale['442'] = "Блэклист Е-майл адрес:";
$locale['443'] = "Блэклист, причины";
$locale['444'] = "Блэклист пользователей";
// Current blacklisted users
$locale['460'] = "Забаненные посетители";
$locale['461'] = "Информация";
$locale['462'] = "Опции";
$locale['463'] = "Править";
$locale['464'] = "Удалить";
$locale['465'] = "Блэклист пока пустой.";
$locale['466'] = "Не доступно";
$locale['467'] = "Админ";
$locale['468'] = "Дата";
/*
// IPv6 specific
$locale['480'] = "IPv6 опции";
$locale['481'] = "The specified IPv6 address contains a shortcut (::) therefore cannot be determined unequivocally.";
$locale['482'] = "Какую версию вы хотите использовать?";
$locale['483'] = "Сохранить";
*/
