<?php
// Comments titles
$locale['C_400'] = "Изменить комментарий";
$locale['C_401'] = "Комментарии";
// Comments messages
$locale['C_410'] = "Комментарий обновлён";
$locale['C_411'] = "Комментарий удалён";
$locale['C_412'] = "Комментарий удалён и пользователь добавлен в чёрный список.";
// Edit Comment form
$locale['C_420'] = "Запретить смайлы в комментарии";
$locale['C_421'] = "Сохранить комментарий";
// Comments
$locale['C_431'] = "Удалить & Забанить";
$locale['C_432'] = "IP пользователя: ";
$locale['C_433'] = "Удалить комментарий?";
$locale['C_434'] = "К этой записи комментариев нет.";
$locale['C_435'] = "Забанить этого пользователя?";
$locale['C_436'] = "Клиент в черном списке.";
// Settings
$locale['C_440'] = "Включить комментарии?";
$locale['C_441'] = "Разрешить сообщения неавторизованным?";
$locale['C_442'] = "Отображать аватары в комментариях?";
$locale['C_443'] = "Комментариев на страницу";
$locale['C_444'] = "Сортировка комментариев";
$locale['C_445'] = "Возрастание";
$locale['C_446'] = "Убывание";
