<?php
// Comments titles
$locale['400'] = "Изменить комментарий";
$locale['401'] = "Комментарии";
// Comments messages
$locale['410'] = "Комментарий обновлён";
$locale['411'] = "Комментарий удалён";
// Edit Comment form
$locale['420'] = "Запретить смайлы в комментарии";
$locale['421'] = "Сохранить комментарий";
// Comments
$locale['431'] = "Удалить & Забанить";
$locale['432'] = "IP-адрес:";
$locale['433'] = "Удалить комментарий?";
$locale['434'] = "К этой записи комментариев нет.";
$locale['435'] = "Забанить этого пользователя?";
$locale['436'] = "Ваш комментарий забанен.";
