<?php
// Custom Pages titles
$locale['400'] = "Добавить страницу";
$locale['401'] = "Редактировать страницу";
$locale['402'] = "Страница";
// Custom Pages messages
$locale['410'] = "Страница добавлена";
$locale['411'] = "Страница изменена";
$locale['412'] = "Адрес (url) этой страницы: ";
$locale['413'] = "Страница удалена";
// Custom Page form
$locale['420'] = "Редактировать";
$locale['421'] = "Удалить";
$locale['422'] = "Заголовок страницы:";
$locale['423'] = "Доступ: ";
$locale['424'] = "Содержание страницы:";
$locale['425'] = "Админ пароль:";
$locale['426'] = "Добавьте ссылку к навигационному меню";
$locale['427'] = "Разрешить комментарии";
$locale['428'] = "Разрешить рейтинги";
$locale['429'] = "Предпросмотр";
$locale['430'] = "Сохранить";
$locale['431'] = "Разрыв страницы";
// Popup errors / warning messages
$locale['450'] = "Удалить страницу?";
$locale['451'] = "Пожалуйста, введите заголовок страницы";
$locale['452'] = "Пожалуйста, введите пароль";
$locale['453'] = "Пароли не совпадают.";
$locale['454'] = "%s отключен для всех элементов.<br />Этот параметр будет иметь эффект, только когда он будет включен снова.";
$locale['455'] = "Комментарии";
$locale['456'] = "Рейтинги";
$locale['457'] = $locale['455']." и ".$locale['456'];
// TinyMCE editor
$locale['460'] = "TinyMCE:";
$locale['461'] = "Включить";
$locale['462'] = "Выключить";

