<?php
// Database Restore
$locale['400'] = "Восстановление БД";
$locale['401'] = "Ошибка";
$locale['402'] = "Неверный формат файла сохранения";
$locale['403'] = "Закрыть";
// Backup File Information
$locale['410'] = "Информация о резервной копии";
$locale['411'] = "Информация о файле восстановления";
$locale['412'] = "Имя файла сохранения:";
$locale['413'] = "Дата резервной копии:";
$locale['414'] = "Имя файла сохранения:";
$locale['415'] = "Префикс ядра таблицы:";
$locale['416'] = "Таблицы:";
$locale['417'] = "Просмотр";
$locale['418'] = "Сброс";
$locale['419'] = "таблицы";
// Database Restore
$locale['430'] = "Опции восстановления";
$locale['431'] = "Имя файла:";
$locale['432'] = "Дата:";
$locale['433'] = "Создать таблицы:";
$locale['434'] = "Заполненные таблицы:";
$locale['435'] = "Выбор:";
$locale['436'] = "все";
$locale['437'] = "нет";
$locale['438'] = "Восстановить";
$locale['439'] = "Сброс";
$locale['440'] = "Поддерживаемые типы файлов:";
// Database Backup
$locale['450'] = "Резервное копирование";
$locale['451'] = "Информация";
$locale['452'] = "Общий размер таблицы:";
$locale['453'] = "Размер ядра:";
$locale['454'] = "Опции сохранения:";
$locale['455'] = "Тип сохранения:";
$locale['456'] = "(сжатие)";
$locale['457'] = "Таблицы базы";
$locale['458'] = "ядро";
$locale['459'] = "Резервная копия";
$locale['460'] = "Админ-пароль:";
$locale['460b'] = "Пожалуйста, введите пароль администратора";
$locale['461'] = "Необходимая информация";
// Backup List
$locale['480'] = "Восстановить из резервной копии";
$locale['481'] = "Имя файла:";
$locale['481b'] = "Пожалуйста, укажите имя файла";
