<?php
// Database Restore
$locale['BACK_400'] = "Восстановление БД";
$locale['BACK_401'] = "Ошибка";
$locale['BACK_402'] = "Неверный формат файла резервной копии";
$locale['BACK_403'] = "Закрыть";
$locale['BACK_404'] = "Восстановление базы данных завершено";
// Backup File Information
$locale['BACK_410'] = "Данные о файле резервной копии";
$locale['BACK_411'] = "Данные о файле для восстановления";
$locale['BACK_412'] = "Имя файла копии:";
$locale['BACK_413'] = "Дата создания:";
$locale['BACK_414'] = "Имя БД:";
$locale['BACK_415'] = "Префикс таблиц ядра:";
$locale['BACK_419'] = "таблиц";
// Database Restore
$locale['BACK_430'] = "Параметры восстановления";
$locale['BACK_431'] = "Имя файла:";
$locale['BACK_432'] = "Дата: ";
$locale['BACK_433'] = "Создать таблицы:";
$locale['BACK_434'] = "Заполнить таблицы:";
$locale['BACK_435'] = "Выбрать:";
$locale['BACK_436'] = "всё время";
$locale['BACK_437'] = "ничего";
$locale['BACK_438'] = "Восстановить из резервной копии";
$locale['BACK_440'] = "Поддерживаемые типы файлов:";
// Database Backup
$locale['BACK_450'] = "Резервная копия БД";
$locale['BACK_451'] = "Информация о базе данных";
$locale['BACK_452'] = "Общий размер таблиц:";
$locale['BACK_453'] = "Размер таблиц ядра:";
$locale['BACK_454'] = "Параметры резервирования:";
$locale['BACK_455'] = "Тип резервной копии:";
$locale['BACK_456'] = "(сжатая)";
$locale['BACK_457'] = "Таблицы БД";
$locale['BACK_458'] = "ядро";
$locale['BACK_459'] = "Начать резервное копирование";
$locale['BACK_460'] = "Админпароль:";
$locale['BACK_460b'] = "Пожалуйста, введите Ваш админпароль";
$locale['BACK_461'] = "Требуемая информация";
// Backup List
$locale['BACK_480'] = "Восстановить из резервной копии";
$locale['BACK_481'] = "Имя файла:";
$locale['BACK_481b'] = "Пожалуйста, укажите имя файла";
