<?php
// Titles
$locale['400'] = "Журнал ошибок";
$locale['401'] = "Посмотрите в файл";
// Errors table
$locale['410'] = "Ошибка";
$locale['411'] = "На странице";
$locale['412'] = "Пользователь";
$locale['413'] = "Дата";
$locale['414'] = "Статус";
$locale['415'] = "Строка:";
$locale['416'] = "Уровень:";
$locale['417'] = "IP:";
$locale['418'] = "Нет ошибок в журнале.";
$locale['419'] = "Файл";
$locale['420'] = "Детали";
$locale['421'] = "Исходный код";
$locale['422'] = "Вернуться к началу";
// Delete form
$locale['440'] = "Удалить все записи со статусом";
// Status form
$locale['450'] = "Новое";
$locale['451'] = "Решена";
$locale['452'] = "Игнорируется";
$locale['453'] = "Применить";
