<?php
// ЧаВо Category titles
$locale['400'] = "Добавить ЧаВо категорию";
$locale['401'] = "Править ЧаВо категорию";
// ЧаВо Category messages
$locale['410'] = "ЧаВо категория добавлена";
$locale['411'] = "Редактировать ЧаВо категорию";
$locale['412'] = "ЧаВо категория не может быть удалена";
$locale['413'] = "В этой категории есть ЧаВо";
$locale['414'] = "ЧаВо категория удалена";
// ЧаВо Category form
$locale['420'] = "Название категории";
$locale['421'] = "Описание категории";
$locale['422'] = "Сохранить";
// ЧаВо titles
$locale['500'] = "Добавить ЧаВо";
$locale['501'] = "Редактировать ЧаВо";
$locale['502'] = "ЧаВо";
// ЧаВо messages
$locale['510'] = "ЧаВо добавлены";
$locale['511'] = "ЧаВо отредактированы";
$locale['512'] = "ЧаВо удалены";
// ЧаВо Form
$locale['520'] = "Категории";
$locale['521'] = "Вопрос";
$locale['522'] = "Ответ";
$locale['523'] = "Сохранить";
// Current ЧаВоs
$locale['540'] = "Категория / Вопрос";
$locale['541'] = "Опции";
$locale['542'] = "Изменить";
$locale['543'] = "Удалить";
$locale['544'] = "ЧаВо не добавлены.";
$locale['545'] = "Нет категорий.";
$locale['546'] = "Удалить эту ЧаВо категорию?";
$locale['547'] = "Удалить эту ЧаВо?";
// Error Messages
$locale['460'] = "Пожалуйста, введите имя категории.";
$locale['461'] = "Эта категория уже существует.";
$locale['462'] = "Пожалуйста, введите вопрос и ответ.";
