<?php
// Forum Ranks Titles
$locale['400'] = "Добавить";
$locale['401'] = "Редактировать";
$locale['402'] = "Ранги";
$locale['403'] = "Система рангов отключена";
// News messages
$locale['410'] = "Ранг добавлен";
$locale['411'] = "Ранг обнолен";
$locale['412'] = "Ранг удален";
$locale['413'] = "Для администраторов и модераторов может быть только один ранг";
$locale['414'] = "Пожалуйста, введите название ранга";
// Forum Ranks form
$locale['420'] = "Ранг:";
$locale['421'] = "Картинка:";
$locale['422'] = "Сообщений:";
$locale['423'] = "Для:";
$locale['424'] = "Пользователей";
$locale['425'] = "Модераторов";
$locale['426'] = "Администраторов";
$locale['427'] = "Супер администраторов";
$locale['428'] = "Сохранить";
$locale['429'] = "Тип ранга:";
$locale['429a'] = "Специальный";
$locale['429b'] = "Администраторский";
$locale['429c'] = "Количество сообщений";
// Current Forum Ranks
$locale['430'] = "Ранг";
$locale['431'] = "Для";
$locale['432'] = "Картинка";
$locale['433'] = "Сообщений";
$locale['434'] = "Настройки";
$locale['435'] = "Редактировать";
$locale['436'] = "Удалить";
$locale['437'] = "Нет рангов.";
$locale['438'] = "Тип / Количество";
// Forum Ranks Disabled
$locale['450'] = "Система рангов отключена.<br />Пожалуйста включите их в %s.";
$locale['451'] = "Настройки форума";
