<?php
// Forum Category titles
$locale['400'] = "Добавить категорию форума";
$locale['401'] = "Редактировать категорию форума";
// Forum Category messages
$locale['410'] = "Категория добавлена";
$locale['411'] = "Категория обновлена";
$locale['412'] = "Эта категория не может быть удалена";
$locale['413'] = "В категории есть форумы";
$locale['414'] = "Категория удалена";
// Forum Category form
$locale['420'] = "Название категории";
$locale['420b'] = "Описание категории";
$locale['421'] = "Порядок";
$locale['422'] = "Сохранить категорию";
// Delete Forum Category
$locale['440'] = "Удалить категорию?";
// Forum titles
$locale['500'] = "Добавить форум";
$locale['501'] = "Редактировать форум";
// Forum Category messages
$locale['510'] = "Форум добавлен";
$locale['511'] = "Форум обновлен";
$locale['512'] = "Форум не может быть удален";
$locale['513'] = "В нем есть темы/сообщения";
$locale['514'] = "Форум удален";
$locale['515'] = "Форум обновлен";
$locale['516'] = "Пожалуйста, введите имя категории.";
$locale['517'] = "Пожалуйста, введите уникальное название форума.";
// Add/Edit Forum Form
$locale['520'] = "Название форума:";
$locale['521'] = "Описание форума:";
$locale['522'] = "Категория:";
$locale['523'] = "Порядок:";
$locale['524'] = "Привилегии форума";
$locale['525'] = "Доступ:";
$locale['526'] = "Создавать темы:";
$locale['527'] = "Писать ответы:";
$locale['528'] = "Добавить вложение:";
$locale['529'] = "Создавать опросы:";
$locale['530'] = "Разрешить голосования:";
$locale['531'] = "выкл.";
$locale['532'] = "Сохранить форум";
$locale['533'] = "Модераторы форума";
$locale['534'] = "Сохранить модераторов форума";
$locale['535'] = "Загрузка вложений:";
// Forum Settings
$locale['540'] = "Настройки форума:";
$locale['541'] = "Слияние сообщений:";
$locale['542'] = "Включено";
$locale['543'] = "Выключено";
// Current Forums
$locale['550'] = "Текущие форумы";
$locale['551'] = "Категория/Форум";
$locale['552'] = "Порядок";
$locale['553'] = "Опции";
$locale['554'] = "Редактировать";
$locale['555'] = "Удалить";
$locale['556'] = "Вверх";
$locale['557'] = "Вниз";
$locale['558'] = "Переместить вверх";
$locale['559'] = "Переместить вниз";
$locale['560'] = "Нет категорий";
$locale['561'] = "Нет форумов";
$locale['562'] = "Обновить порядок форумов";
$locale['563'] = "Очистка";
// Delete Forum
$locale['570'] = "Удалить форум?";
// Pruning
$locale['600'] = "Форум очищен";
$locale['601'] = "Эта процедура удалит темы и посты";
$locale['602'] = "эти записи гораздо старше выбранного временного периода.";
$locale['603'] = "Период очистки: ";
$locale['604'] = "Неделя";
$locale['605'] = "Недель";
$locale['606'] = "Месяц";
$locale['607'] = "Месяцев";
$locale['608'] = "Очистка форума закончена.";
$locale['609'] = "Посты удалены: ";
$locale['610'] = "Аттачи удалены: ";
$locale['611'] = "Темы удалены: ";
$locale['612'] = "Вы точно хотите очистить форум? Будут утеряны все сообщения, темы и вложения!";
