<?php
$locale['IMGUP_100'] = "Менеджер файлов";
// Delete Image
$locale['IMGUP_400'] = "Удалить изображение";
$locale['IMGUP_401'] = "Изображение удалено";
$locale['IMGUP_402'] = "Вернуться к управлению изображениями";
$locale['IMGUP_403'] = "Вернуться в начало админпанели";
// Upload Image
$locale['IMGUP_420'] = "Загрузка изображения";
$locale['IMGUP_421'] = "Имя файла:";
$locale['IMGUP_422'] = "Основные изображения";
$locale['IMGUP_423'] = "Изображения для статей";
$locale['IMGUP_424'] = "Изображения для новостей";
$locale['IMGUP_425'] = "Макс. размер файла %s / Разрешённые типы файлов .jpg,.jpeg,.png,.gif,.bmp,.svg,.tiff,.webp";
$locale['IMGUP_426'] = "Изображения загружено";
$locale['IMGUP_427'] = "Изображения для категории новостей";
$locale['IMGUP_428'] = "Изображения для блогов";
$locale['IMGUP_429'] = "Изображения для категории блогов";
// View Image
$locale['IMGUP_440'] = "Просмотр изображения";
$locale['IMGUP_441'] = "Неизвестный формат файла, невозможно отобразить изображение.";
$locale['IMGUP_442'] = "Удалить изображение";
// Image Management
$locale['IMGUP_460'] = "Изображения";
$locale['IMGUP_461'] = "Смотреть<br/>";
$locale['IMGUP_463'] = "Эта папка пустая";
$locale['IMGUP_464'] = "Обновить список изображений для TinyMCE";
$locale['IMGUP_465'] = "Список изображений обновлён";
// Popup Error/Warning Messages
$locale['IMGUP_470'] = "Удалить это изображение?";
