<?php
$locale['100'] = "Fusion File Manager";

// Delete Image
$locale['400'] = "Удалить картинку";
$locale['401'] = "Изображение удалено";
$locale['402'] = "Вернуться в управление картинками";
$locale['403'] = "Вернуться в панель админа";

// Upload Image
$locale['420'] = "Загрузить картинку";
$locale['421'] = "Имя файла:";
$locale['422'] = "Главные картинки";
$locale['423'] = "Картинки для статей";
$locale['424'] = "Картинки для новостей";
$locale['425'] = "Вы можете загружать только: gif, jpg или png формат";
$locale['426'] = "Картинка загружена";
$locale['427'] = "Картинки для категорий новостей";
$locale['428'] = "Изображение блога";
$locale['429'] = "Изображение категории блога";

// View Image
$locale['440'] = "Просмотр картинки";
$locale['441'] = "Незнакомый формат, невозможно отобразить.";
$locale['442'] = "Удалить картинку";

// Image Management
$locale['460'] = "Картинки";
$locale['461'] = "Просмотр";
$locale['462'] = "Удалить";
$locale['463'] = "Этот каталог пуст";
$locale['464'] = "Обновить список изображений для редактора TinyMCE";

// Popup Error/Warning Messages
$locale['470'] = "Удалить эту картинку?";
