<?php
// Infusion Management
$locale['INF_400'] = "Плагины";
$locale['INF_401'] = "Включить";
$locale['INF_402'] = "Этот плагин уже включен";
$locale['INF_403'] = "Этот плагин не может быть включен";
$locale['INF_404'] = "Включенные плагины";
$locale['INF_405'] = "Заголовок";
$locale['INF_406'] = "Версия";
$locale['INF_407'] = "Разработчик";
$locale['INF_408'] = "Обратная связь";
$locale['INF_409'] = "E-mail";
$locale['INF_410'] = "Сайт";
$locale['INF_411'] = "Отключить";
$locale['INF_412'] = "Отключить плагин?";
$locale['INF_413'] = "Ключ:";
$locale['INF_414'] = "Не включен";
$locale['INF_415'] = "Включен";
$locale['INF_416'] = "Обновление";
$locale['INF_417'] = "Нет доступных плагинов.";
$locale['INF_418'] = "Статус";
$locale['INF_419'] = "Параметры";
$locale['INF_420'] = "Версия";
$locale['INF_421'] = "Автор";
$locale['INF_422'] = "Загрузить другие плагины";
$locale['INF_423'] = "Плагин %s установлен";
$locale['INF_424'] = "Плагин %s удалён";
