<?php
// Infusion Management
$locale['400'] = "Управление плагинами";
$locale['401'] = "Установить";
$locale['402'] = "Установлен";
$locale['403'] = "Не установлен";
$locale['404'] = "Установленные плагины";
$locale['405'] = "Заголовок";
$locale['406'] = "Версия";
$locale['407'] = "Разработчик";
$locale['408'] = "Контакт";
$locale['409'] = "Е-майл";
$locale['410'] = "URL";
$locale['411'] = "Деактивировать";
$locale['412'] = "Деактивировать этот плагин?";
$locale['413'] = "Ключ:";
$locale['414'] = "Нет плагинов";
$locale['415'] = "Доступные плагины";
$locale['416'] = "Модифицировать доступные";
$locale['417'] = "Нет доступных плагинов.";
$locale['418'] = "Статус";
$locale['419'] = "Параметры";
$locale['420'] = "Версия";
$locale['421'] = "Автор";
$locale['422'] = "Скачать больше плагинов";
