<?php
$locale['email_create_subject'] = "Учётная запись создана на сайте ";
$locale['email_create_message'] = "Приветствую, [USER_NAME]!\n
Ваша учётная запись на сайте [SITENAME] была создана.\nВы можете войти, используя эти данные:\n
Имя пользователя: [USER_NAME]\n
Пароль: [PASSWORD]\n\nС наилучшими пожеланиями,\n[SITEUSERNAME]";
$locale['email_activate_subject'] = "Учётная запись активирована на сайте [SITENAME]";
$locale['email_activate_message'] = "Приветствую, [USER_NAME]!\nВаша учётная запись на сайте [SITENAME] была активирована.\n
Вы можете войти на сайт, используя свои имя пользователя и пароль.\n\nС наилучшими пожеланиями,\n[SITEUSERNAME]";
$locale['email_deactivate_subject'] = "Ваша учётная запись на сайте [SITENAME] требует повторной активации";
$locale['email_deactivate_message'] = "Приветствую, [USER_NAME]!\nПрошло [DEACTIVATION_PERIOD] дней с Вашего последнего посещения сайта [SITENAME]. Ваша учётная запись была помечена как неактивная, но Ваши пользовательские данные и содержимое на сайте остались в сохранности.\n\n
Для повторной активации Вашей учётной записи нажмите на ссылку: [REACTIVATION_LINK]\n\nС наилучшими пожеланиями,\n[SITEUSERNAME]";
$locale['email_ban_subject'] = "Ваша учётная запись на сайте [SITENAME] была заблокирована.";
$locale['email_ban_message'] = "Приветствую, [USER_NAME]!\nВаша учётная запись на сайте [SITENAME] была заблокирована администратором [ADMIN_USERNAME] по следующим причинам:\n
[REASON].\nЕсли Вы хотите узнать больше информации, пожалуйста, свяжитесь с администратором сайта [SITENAME].\nС наилучшими пожеланиями,\n[SITEUSERNAME]";
$locale['email_secban_subject'] = "Ваша учётная запись на сайте [SITENAME] заблокирована";
$locale['email_secban_message'] = "Приветствую, [USER_NAME]!\nВаша учётная запись на сайте [SITENAME] была заблокирована администратором [ADMIN_USERNAME] из-за связанных с Вашей учётной записью действий, которые содержали угрозу безопасности сайта.\n
Если Вы хотите узнать больше информации, пожалуйста, свяжитесь с администратором сайта [SITENAME].\nС наилучшими пожеланиями,\n[SITEUSERNAME]";
$locale['email_suspend_subject'] = "Ваша учётная запись на сайте [SITENAME] приостановлена";
$locale['email_suspend_message'] = "Приветствую, [USER_NAME]!\n
Ваша учётная запись на сайте [SITENAME] была приостановлена администратором [ADMIN_USERNAME] до [DATE] (часовой пояс сайта) по следующим причинам:\n
[REASON].\nЕсли Вы хотите узнать больше информации, пожалуйста, свяжитесь с администратором сайта [SITENAME].\nС наилучшими пожеланиями,\n[SITEUSERNAME]";
