<?php
$locale['ME_400'] = 'Управление пользователями';
$locale['ME_401'] = 'Поиск пользователя...';
$locale['ME_402'] = 'Показать фильтры';
$locale['ME_403'] = 'Добавить нового пользователя';
$locale['ME_404'] = 'Применить фильтр';
$locale['ME_405'] = 'Пользователей, соответсвующих критериям поиска, не найдено';
//
$locale['ME_407'] = 'Отображение %s - %d из %d найденных записей';
$locale['ME_408'] = 'Основная информация';
$locale['ME_409'] = 'Подробная информация';
$locale['ME_410'] = 'Пользователь';
$locale['ME_411'] = 'Уровень доступа';
$locale['ME_412'] = 'Ваш Е-майл';
$locale['ME_413'] = 'Аккаунт пользователя';
$locale['ME_414'] = 'Выбрать всё';
$locale['ME_415'] = 'Скрытое';
$locale['ME_416'] = 'Показано';

// Core Fields Filter
$locale['ME_420'] = 'Скрытый е-майл?';
$locale['ME_421'] = 'Дата<br/> регистрации';
$locale['ME_422'] = 'Последнее<br/> посещение';
$locale['ME_423'] = 'IP-адрес:';
$locale['ME_424'] = 'Тип IP';
$locale['ME_425'] = 'Группы пользователей';
$locale['ME_426'] = 'Часовой пояс';
$locale['ME_427'] = 'Статус<br/> пользователя';

// Action Form
$locale['ME_430'] = 'Ошибка: Действия с выбранными пользователями не могут быть завершены';
$locale['ME_431'] = 'Следующий пользователь будет %s:';
$locale['ME_432'] = '%s был %s';
$locale['ME_433'] = 'Пожалуйста, укажите причину';
$locale['ME_434'] = 'Причины';
$locale['ME_435'] = 'Продолжительность';
$locale['ME_436'] = 'Дней';
$locale['ME_437'] = 'Обновить пользователя';

$locale['ME_450'] = 'Добавить нового пользователя';
$locale['ME_451'] = 'Профиль пользователя %s';
$locale['ME_452'] = 'Изменить профиль %s';
$locale['ME_453'] = 'Удалить пользователя %s';
$locale['ME_454'] = "Внимание!";
$locale['ME_455'] = "Вы собираетесь удалить пользователя %s!<br/><br/>Если Вы продолжите, всё содержимое, опубликованное этим пользователем на сайте будет также удалено.<br/>
Если это не спамер, мы рекомендуем Вам, к примеру, заблокировать, приостановить или отменить действие учётной записи или анонимизировать пользователя.<br/>
Вы уверены, что хотите удалить учётную запись?<br/>";
$locale['ME_456'] = 'Удалить пользователя';
$locale['ME_457'] = "Вы уверены, что хотите удалить этого пользователя? %s!<br/>
Вы собираетесь удалить нового неактивированного пользователя?<br/>";

$locale['ME_460'] = 'Нет пользователей для деактивации';
$locale['ME_461'] = '%s был(-а) деактивирован(-а)';
$locale['ME_462'] = 'Деактивировать неактивных участников';
$locale['ME_463'] = 'Вы имеете более 50 неактивных пользователей и Вам придётся запускать процесс деактивации (%d) раз.';
$locale['ME_464'] = '%d пользователь(-ей) не посещали сайт на протяжении %d дней и были помечены как неактивные. При деактиваци этих польователей они будут иметь (%d) дней, прежде чем они будут %s.';
$locale['ME_465'] = 'Пожалуйста, обратите внимание, что некоторые пользователи имеют размещённое на сайте содержимое, такое как сообщения форума, комментарии, фото и т.д. Всё содержимое будет удалено при удалении деактивированных пользователей.';
$locale['ME_466'] = 'Для предотвращения потери данных настоятельно рекомендуем Вам изменить действие деактивации с удалеия на анонимизацию!';
$locale['ME_467'] = "Установить систему деактивации на анонимизацию.";
$locale['ME_468'] = 'Автоматическая деактивация неактивных пользователей.';
$locale['ME_469'] = 'Пользователь был активирован';

// Actions
$locale['ME_500'] = 'Бан';
$locale['ME_501'] = 'Восстановление';
$locale['ME_502'] = 'Деактивация';
$locale['ME_503'] = 'Приостановить';
$locale['ME_504'] = 'Блокировка безопасности';
$locale['ME_505'] = 'Отмена';
$locale['ME_506'] = 'Анонимизация';
$locale['ME_507'] = 'Активация';
$locale['ME_508'] = 'Войти как пользователь';

// a_message keys
$locale['ME_550'] = 'заблокирован';
$locale['ME_551'] = 'восстановлен';
$locale['ME_552'] = 'деактивирован';
$locale['ME_553'] = 'приостановлен';
$locale['ME_554'] = 'заблокирован по причинам безопасности';
$locale['ME_555'] = 'отменён';
$locale['ME_556'] = 'анонимизирован';
$locale['ME_557'] = 'окончательно удалён';

$locale['ME_560'] = "Отобразить результаты";
$locale['ME_561'] = "Отобразить пользователей со статусом";
$locale['ME_562'] = "Новый неактивированный пользователь";
