<?php
// News titles
$locale['400'] = "Текущие новости";
$locale['401'] = "Добавить новость";
$locale['402'] = "Редактировать новость";
// News messages
$locale['410'] = "Пункт новостей добавлен";
$locale['411'] = "Пункт новостей изменен";
$locale['412'] = "Пункт новостей удален";
$locale['413'] = "Неверное имя картинки.";
$locale['414'] = "Изображение должно быть меньше %s.";
$locale['415'] = "Изображение должно быть GIF, JPEG или PNG.";
$locale['416'] = "Изображение должно быть не больше, чем %uw x %uh pixels.";
// News form
$locale['420'] = "Редактировать";
$locale['421'] = "Удалить";
$locale['422'] = "Тема:";
$locale['423'] = "Категория:";
$locale['424'] = "- Пусто -";
$locale['425'] = "Краткое содержание:";
$locale['426'] = "Новость:";
$locale['427'] = "Начальная дата:";
$locale['428'] = "Конечная дата:";
$locale['429'] = "(Необязательно)";
$locale['430'] = "Доступ:";
$locale['431'] = "Сохранить как черновик";
$locale['432'] = "Закрепить эту новость";
$locale['433'] = "Автоматически вставлять перевод строки";
$locale['434'] = "Разрешить комментарии";
$locale['435'] = "Разрешить рейтинги";
$locale['436'] = "Предпросмотр";
$locale['437'] = "Сохранить новость";
$locale['438'] = "[ЧЕРНОВИК]";
$locale['439'] = "Картинки новостей";
$locale['440'] = "Макс. размер файла: %s / Допустимые типы: GIF, JPEG or PNG.";
$locale['441'] = "Разрыв страницы";
// Popup Error/Warning Messages
$locale['450'] = "Пожалуйста, определите тему";
$locale['451'] = "Удалить эту новость?";
$locale['452'] = "%s отключен для всех элементов.<br />Этот параметр будет иметь эффект, только когда он будет включен снова.";
$locale['453'] = "Комментарии";
$locale['454'] = "Рейтинги";
$locale['455'] = $locale['453']." и ".$locale['454'];
