<?php
// News Categories titles
$locale['400'] = "Редактировать категории новостей";
$locale['401'] = "Добавить новую категорию";
$locale['402'] = "Текущие категории";
// News Categories messages
$locale['420'] = "Категория новостей добавлена";
$locale['421'] = "Категория новостей изменена";
$locale['422'] = "Категория новостей не может быть удалена";
$locale['423'] = "В этой категории есть ссылки, сначала удалите их";
$locale['424'] = "Категория новостей удалена";
// News Categories form
$locale['430'] = "Название категории:";
$locale['431'] = "Картинка:";
$locale['432'] = "Сохранить категорию";
$locale['433'] = "Редактировать";
$locale['434'] = "Удалить";
$locale['435'] = "Нет категорий";
$locale['436'] = "Нажмите здесь, для загрузки картинки для категории";
// Popup Error/Warning Messages
$locale['450'] = "Удалить категорию новостей?";
// Error Messages
$locale['460'] = "Пожалуйста, введите имя категории.";
$locale['461'] = "Эта категория уже существует.";
