<?php
// Panel Management
$locale['400'] = "Управление панелями";
$locale['401'] = "Название панели";
$locale['402'] = "Место";
$locale['403'] = "Положение";
$locale['404'] = "Тип";
$locale['405'] = "Доступ";
$locale['406'] = "Опции";
$locale['407'] = "Текущие панели";
$locale['408'] = "Добавить панель";
$locale['409'] = "Изменить панель";
$locale['410'] = "Для изменения позиции и порядка панелей вы можете перетягивать их с места на место (drag and drop).";
// Panel Settings
$locale['420'] = "Слева";
$locale['421'] = "По центру сверху";
$locale['422'] = "Справа";
$locale['423'] = "Файл";
$locale['424'] = "PHP";
$locale['425'] = "По центру снизу";
$locale['426'] = "Под заголовком";
$locale['427'] = "Над подвалом";
// Panel Options
$locale['430'] = "Двигать влево";
$locale['431'] = "Двигать вправо";
$locale['432'] = "Двигать вверх";
$locale['433'] = "Двигать вниз";
$locale['434'] = "Редактировать";
$locale['435'] = "ВКЛ";
$locale['436'] = "ВЫКЛ";
$locale['437'] = "Удалить";
$locale['438'] = "Новая панель";
$locale['439'] = "Обновить порядок панелей";
$locale['440'] = "Удалить эту панель?";
$locale['441'] = "Влево";
$locale['442'] = "Вправо";
$locale['443'] = "Вверх";
$locale['444'] = "Вниз";
$locale['445'] = "Передвинуть выше";
$locale['446'] = "Передвинуть ниже";
// Add/Edit Panel Form
$locale['450'] = "Редактировать панель";
$locale['451'] = "Добавить панель";
$locale['452'] = "Название панели";
$locale['453'] = "Файл";
$locale['454'] = "При выборе этого пункта содержание панели будет проигнорировано";
$locale['455'] = "Содержание панели";
$locale['456'] = "Админ пароль:";
$locale['457'] = "Сторона:";
$locale['458'] = "Доступ:";
$locale['459'] = "Показывать панель на всех страницах";
$locale['460'] = "Предпросмотр";
$locale['461'] = "Сохранить";
$locale['462'] = "Ограничение панели:";
$locale['463'] = "Примеры:";
$locale['464'] = "Исключить на этих страницах";
$locale['465'] = "Включить на этих страницах";
$locale['466'] = "Язык панели:";
$locale['467'] = "Отображать только на главной странице";
$locale['468'] = "Тип панели";
// Update/Add new Panel Errors
$locale['470'] = "Не указано название панели";
$locale['471'] = "Панель с таким именем уже существует";
$locale['472'] = "Вы не ввели содержание панели";
$locale['473'] = "Вы не выбрали файл панели";
$locale['474'] = "Админ пароль неверный";
$locale['475'] = "Вам необходимо поставить галочку \"Отображать на всех страницах\" при ограничении центральной панели по центру сверху или по центру снизу";
// Update/Add new Panel Success/Fail
$locale['480'] = "Обновить панель";
$locale['481'] = "Панель не обновлена";
$locale['482'] = "Панель обновлена";
$locale['483'] = "Новая панель";
$locale['484'] = "Невозможно добавить панель";
$locale['485'] = "Новая панель добавлена";
$locale['486'] = "Назад в панель управления панелями";
$locale['487'] = "Назад в панель администратора";
$locale['488'] = "Порядок панелей обновлен.";
$locale['489'] = "Панель удалена.";
//Visual Panel
$locale['600'] = "Интерфейс управления панелями";
$locale['602'] = "Неиспользуемые панели";
$locale['603'] = "Используемые панели";
$locale['604'] = "Панели";
$locale['605'] = "Панель";
$locale['606'] = "Содержимое сайта";
