<?php
// Section Titles
$locale['400'] = "Включенные постоянные ссылки";
$locale['401'] = "Отключенные постоянные ссылки";
// Common
$locale['402'] = "Перезапись имени";
$locale['403'] = "Описание";
$locale['404'] = "Варианты";
$locale['404a'] = "Включить";
$locale['404b'] = "Отключить";
$locale['404c'] = "Изменить";
$locale['404d'] = "Переустановить";
// Editing Permalinks
$locale['405'] = "Разрешить постоянные ссылки для %s";
$locale['406'] = "Теги";
$locale['407'] = "Описание";
$locale['408'] = "Типы";
$locale['409'] = "Изменить шаблон";
$locale['410'] = "Тип постоянной ссылки %u:";
$locale['411'] = "Ошибка";
$locale['412'] = "Проверьте файлы постоянных ссылок для %s!";
$locale['413'] = "Сохранить";
$locale['414'] = "ВНИМАНИЕ: Постоянные ссылки и данные псевдонимов адресов будут безвозвратно удалены!<br/>Вы уверены в отключении этой постоянной ссылки?";
// Admin Messages
$locale['420'] = "Произошла ошибка.";
$locale['421'] = "Постоянные ссылки обновлены.";
$locale['422'] = "Шаблонов постоянных ссылок для %s не найдено.";
$locale['423'] = "Постоянные ссылки не найдены.";
$locale['424'] = "Постоянные ссылки для %s включены.";
$locale['425'] = "Постоянные ссылки для %s уже включены.";
$locale['426'] = "Постоянные ссылки для %s отключены.";
// Other
$locale['427'] = "Нет включенных постоянных ссылок.";
// Settings
$locale['430'] = "SEO Настройки";
$locale['431'] = "Настройки";
$locale['432'] = "SEO Engine";
$locale['433'] = "Выберите, чтобы включить или выключить SEO engine";
$locale['434'] = "Нормировать";
$locale['435'] = "Выберите, чтобы убрать URL-адреса со всех спецсимволов";
$locale['436'] = "SEO Debugger";
$locale['437'] = "Выберите чтобы запустить SEO Engine Debugger";
