<?php
// Section Titles
$locale['PL_400'] = "Включенные постоянные ссылки";
$locale['PL_401'] = "Отключенные постоянные ссылки";
$locale['PL_401a'] = "Параметры постоянных ссылок";

// Common
$locale['PL_402'] = "Перезапись имени";
$locale['PL_403'] = "Описание";
$locale['PL_404'] = "Варианты";
$locale['PL_404a'] = "Включить";
$locale['PL_404b'] = "Отключить";
$locale['PL_404d'] = "Переустановить";

// Editing Permalinks
$locale['PL_405'] = "Разрешить постоянные ссылки для %s";
$locale['PL_406'] = "Теги";
$locale['PL_407'] = "Описание";
$locale['PL_408'] = "Типы";
$locale['PL_409'] = "Изменить шаблон";
$locale['PL_410'] = "Тип постоянной ссылки %u:";
$locale['PL_411'] = "Ошибка";
$locale['PL_412'] = "Проверьте файлы постоянных ссылок для %s!";
$locale['PL_413'] = "Сохранить";
$locale['PL_414'] = "ВНИМАНИЕ: Постоянные ссылки и данные псевдонимов адресов будут безвозвратно удалены!<br/>Вы уверены в отключении этой постоянной ссылки?";
$locale['PL_415'] = "Постоянные ссылки преобразуют различные ссылки на сайте в вид, более подходящий для поисковых систем с возможностью настройки своей структуры ссылок на сайте.<br/>
               Вы можете включить Постоянные ссылки на вкладке настроек при условии, что Ваш сервер поддерживает модуль <strong>mod_rewrite</strong>. Активируйте ссылки для разных разделов на вкладке отключенных. Вы можете изменять правила для дальнейшей настройки ссылок непосредственно их в каждом модуле.<br/><br/>
               Обратите внимание, что для работы Постоянных ссылок требуется <strong>mod_rewrite</strong> или его эквивалент.";

// Admin Messages
$locale['PL_420'] = "Произошла ошибка.";
$locale['PL_421'] = "Постоянные ссылки обновлены.";
$locale['PL_422'] = "Шаблонов постоянных ссылок для %s не найдено.";
$locale['PL_423'] = "Постоянные ссылки не найдены.";
$locale['PL_424'] = "Постоянные ссылки для %s включены.";
$locale['PL_425'] = "Постоянные ссылки для %s уже включены.";
$locale['PL_426'] = "Постоянные ссылки для %s отключены.";
$locale['PL_429'] = "Permalink Driver for %s";

// Other
$locale['PL_427'] = "Нет включенных постоянных ссылок.";
$locale['PL_428'] = "Постоянные ссылки";
$locale['seo_htc_warning'] = "Пожалуйста, примите к сведению, что если вы измените любую из этих настроек, содержимое файла <strong>.htaccess</strong> будет перезаписано и вы потеряете все сделанные ранее изменения.";
$locale['rewrite_disabled'] = "Похоже, модуль `mod_rewrite` отключен на Вашем сервере. Включение SEF (человеко-понятных ссылок) может нарушить работу Вашего сайта. Пожалуйста, свяжитесь с Вашим хостером по вопросу включения `mod_rewrite` у вас на сервере.";
