<?php
// Album titles
$locale['400'] = "Добавить альбом";
$locale['401'] = "Редактировать альбом";
$locale['402'] = "Текущие альбомы";
$locale['403'] = "Критическая ошибка";
// Album messages
$locale['409'] = "Пожалуйста, введите название альбома";
$locale['410'] = "Новый альбом добавлен в базу";
$locale['411'] = "Альбом успешно обновлен";
$locale['412'] = "Превью удалено";
$locale['413'] = "Альбом удален из базы";
$locale['414'] = "Произошла следующая ошибка:";
$locale['415'] = "Недопустимое название картинки.";
$locale['416'] = "Размер фото должен быть меньше %s.";
$locale['417'] = "Фото должно быть формата GIF, JPEG или PNG.";
$locale['418'] = "Фото не должно превышать по размерам %uw x %uh пикселов.";
$locale['419'] = "Альбом не может быть удален. Вы ввели неправильный пароль.";
$locale['420'] = "Не обнаружена GD библиотека. Фотогалерея не может работать без GD библиотеки. Обратитесь к хостеру за подробной информацией.";
// Album confirmation
$locale['430'] = "Подтверждение удаления альбома";
$locale['431'] = "Альбом, который Вы хотите удалить, содержит одну или более фотографий.<br />\n"."Чтобы удалить этот альбом, пожалуйста введите админ пароль.";
$locale['432'] = "Подтвердите";
$locale['433'] = "Отмена";
// Album form
$locale['440'] = "Название: ";
$locale['441'] = "Описание: ";
$locale['442'] = "Доступ: ";
$locale['443'] = "Порядок: ";
$locale['444'] = "Превью: ";
$locale['445'] = "Сохранить альбом";
// Current Albums
$locale['460'] = "Открыть альбом";
$locale['461'] = "Нет превью";
$locale['462'] = "Дата: ";
$locale['463'] = "Прислал: ";
$locale['464'] = "Доступ: ";
$locale['465'] = "Фото: ";
$locale['466'] = "Переместить вверх";
$locale['467'] = "Переместить вниз";
$locale['468'] = "Редактировать";
$locale['469'] = "Удалить";
$locale['470'] = "Обновить порядок альбомов и фотографий";
$locale['471'] = "Нет фотоальбомов.";
// Delete Album
$locale['500'] = "Удалить этот альбом?";
