<?php
$locale['400'] = "Информация PHP";
//General
$locale['401'] = "Общее";
$locale['402'] = "Серверное программное обеспечение";
$locale['403'] = "Программное обеспечение веб-сервера";
$locale['404'] = "Версия PHP";
$locale['405'] = "Интерфейс PHP";
$locale['406'] = "Версия MySQL-сервера";
$locale['407'] = "Версия PHP-Fusion";
$locale['408'] = "Префикс базы данных";
$locale['409'] = "Префикс cookie";
$locale['410'] = "Веб-браузер и ОС";
//PHP settings
$locale['420'] = "Настройки PHP";
$locale['421'] = "Да";
$locale['422'] = "Нет";
$locale['423'] = "Safemode";
$locale['424'] = "RegisterGlobals";
$locale['425'] = "Поддержка";
$locale['426'] = "Загружаемые файлы (максимальный размер файла)";
$locale['428'] = "Показать ошибки";
$locale['429'] = "Недоступные функции";
$locale['430'] = "не доступно";
$locale['431'] = "версия";
//Write permission
$locale['440'] = "Разрешения на папки";
$locale['441'] = "Записываемый";
$locale['442'] = "Не для записи";
//PHPinfo
$locale['450'] = "Подробная информация";
$locale['451'] = "Не удалось получить данные. Проверьте функцию phpinfo(), не включена ли она?";
