<?php
// Polls titles
$locale['400'] = "Добавить опрос";
$locale['401'] = "Изменить опрос";
$locale['402'] = "Текущий опрос";
$locale['403'] = "Предпросмотр";
// Polls messages
$locale['410'] = "Новый опрос сохранен";
$locale['411'] = "Опрос обновлен";
$locale['412'] = "Опрос удален";
// Edit/Delete Polls
$locale['420'] = "Текущий опрос";
$locale['421'] = "Редактировать";
$locale['422'] = "Удалить";
// Preview Polls
$locale['430'] = "Голосовать";
// Polls Form
$locale['431'] = "Заголовок опроса:";
$locale['432'] = "Опции ";
$locale['433'] = " Опрос закрыт";
$locale['434'] = "Начат: ";
$locale['435'] = "Закончен: ";
$locale['436'] = "Добавить опции";
$locale['437'] = "Предпросмотр";
$locale['438'] = "Сохранить опрос";
$locale['439'] = "Неопределен";
$locale['439a'] = "Пожалуйста, введите название опроса";
$locale['439b'] = "Вам необходимо ввести хотя бы 1 вариант опроса";
