<?php
$locale['400'] = "Настройки";
$locale['401a'] = "Настройки хостинга сайта";
$locale['401b'] = "Конфигурация для вашего сайта: url сайта, порт сайта и протоколы сайта.";

// Site Settings
$locale['401'] = "Основные параметры";
$locale['402'] = "Название сайта";
$locale['403'] = "Адрес сайта";
$locale['404'] = "Логотип сайта";
$locale['404left'] = "Слева";
$locale['404center'] = "По центру";
$locale['404right'] = "Справа";
$locale['404XS'] = "Позиция логотипа XS (мобила)";
$locale['404SM'] = "Позиция логотипа SM (планшет)";
$locale['404MD'] = "Позиция логотипа MD (ноутбук)";
$locale['404LG'] = "Позиция логотипа LG (комп)";
$locale['405'] = "Е-майл сайта";
$locale['406'] = "Ваше имя";
$locale['407'] = "Приветствие посетителям:";
$locale['408'] = "Оставьте пустым, если не требуется";
$locale['409'] = "Описание сайта:";
$locale['410'] = "Ключевые слова:";
$locale['411'] = "Разделяйте слова запятыми";
$locale['412'] = "Подвал сайта:";
$locale['413'] = "Начальная страница:";
$locale['414'] = "";
$locale['415'] = "Одна колонка";
$locale['416'] = "Две колонки";
$locale['417'] = "Язык сайта:";
$locale['418'] = "Тема оформления:";
$locale['418a'] = "Тема админпанели:";
$locale['419'] = "Место поиска по умолчанию:";
$locale['419a'] = "Весь сайт";
$locale['420'] = "Исключить левые панели:";
$locale['421'] = "Исключить верхние панели:";
$locale['422'] = "Исключить нижние панели:";
$locale['423'] = "Исключить правые панели:";
$locale['424'] = "<b>Примеры:</b><br>Шаблон:<br/>/forum/* - Полный путь в выбраном каталоге.<br/>Конкретно:<br/>/news.php<br/>/forum/index.php";
$locale['425'] = "Адрес сайта";
$locale['426'] = "Протокол:";
$locale['427'] = "Сервер:";
$locale['428'] = "Пример:";
$locale['429'] = "Путь к сайту:";
$locale['430'] = "Порт:";
$locale['430_error'] = "Некорректный номер порта";
$locale['430_desc'] = "Оставьте пустым для порта 80";
$locale['431'] = "Предпросмотр:";
$locale['432'] = "Прочие параметры";
$locale['433'] = "mysite.ru";
$locale['434'] = "myfolder";
$locale['435'] = "Исключить панели над верхними:";
$locale['436'] = "Исключить панели после нижних:";
$locale['437'] = "Включить адаптивный фреймворк Bootstrap";
$locale['438'] = "Включить человекопонятные ссылки (SEF):";
$locale['439'] = "Нормализовать человекопонятные ссылки:";
$locale['440'] = "Включить отладочный режим SEO:";
$locale['441'] = "Включить Entypo";
$locale['442'] = "Включить Font-Awesome";
$locale['443a'] = "Исключить панели пользовательские 1";
$locale['443b'] = "Исключить панели пользовательские 2";
$locale['443c'] = "Исключить панели пользовательские 3";
$locale['443d'] = "Исключить панели пользовательские 4";
$locale['444'] = "Серверы доменов";
$locale['444a'] = "Конфигурация для нескольких доменов на одном сайте.<br/><br/>Нажимайте(\"enter\")при вводе отдельного домена в строку ";
$locale['444b'] = "Зарегистрированные доменные имена<br /> <i>Вы должны вписать читаемый хостингом домен, когда включите эту функцию</i>.";
$locale['445'] = "Недопустимые (результат теста)";

// Time & Date Settings
$locale['450'] = "Время и дата";
$locale['451'] = "Краткий формат:";
$locale['452'] = "Полный формат:";
$locale['453'] = "Формат даты на форуме:";
$locale['454'] = "Дата в подзаголовке:";
$locale['455'] = "-- Выберите формат --";
$locale['456'] = "Смещение для гостей";
$locale['457'] = "Формат для статей и новостей:";
$locale['458'] = "Время";
$locale['459'] = "Сервер";
$locale['460'] = "Вы";
$locale['461'] = "Гости";
$locale['462'] = "Смещение сервера";
$locale['463'] = "Установите это так, чтобы время сервера было GMT 0";
$locale['464'] = "Часовой пояс по умолчанию";
$locale['465'] = "Первый день недели";
$locale['466'] = "По умолчанию для новых пользователей";

// Registration Settings
$locale['550'] = "Регистрация";
$locale['551'] = "Разрешить регистрацию пользователей?";
$locale['552'] = "Использовать проверку электронной почты для регистрации?";
$locale['553'] = "Показывать код проверки?";
$locale['557'] = "Новые участники активируются администратором?";
$locale['558'] = "Разрешить правила сайта?";
$locale['559'] = "Текст правил сайта";

// Other Settings
$locale['601'] = "Размер предпросмотра:";
$locale['602'] = "Размер фото:";
$locale['603'] = "Максимальный размер фото:";
$locale['604'] = "Ширина x высота";
$locale['605'] = "Максимальный размер файла (байт):";
$locale['606'] = "Метод сжатия предпросмотра:";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "Режим разработки";
$locale['610'] = "Проверка обновлений";
$locale['611'] = "Разделитель чисел";
$locale['612'] = "Разделитель тысячных";

$locale['649'] = "Запрещенные имена пользователей:";
$locale['650'] = "Прочее";
$locale['651'] = "Список слов для цензуры:";
$locale['652'] = "Введите по одному слову в строке.";
$locale['653'] = "Оставьте пустым, если не нужно.";
$locale['654'] = "Замена слов для цензуры:";
$locale['655'] = "Разрешить сообщения неавторизованным?";
$locale['656'] = "Отображать аватары в комментариях?";
$locale['656a'] = "Разрешить комментирование с Jquery?";
$locale['656b'] = "Пожалуйста, установите большое количество комментариев на страницу при включенном Jquery для лучшего вида";

$locale['657'] = "Режим обслуживания:";
$locale['658'] = "Сообщения для режима обслуживания:";
$locale['659'] = "Включить фильтр слов для цензуры?";
$locale['660'] = "Интервал для определения флуда (сек.):";
$locale['661'] = "Оставьте пустым для немедленной загрузки/выгрузки резервных копий.";
$locale['662'] = "Визуальный редактор TinyMCE";
$locale['663'] = "Только для страниц, статей, блогов и новостей в админпанели.";
$locale['664'] = "SMTP сервер";
$locale['665'] = "Оставьте пустым, если включен sendmail.";
$locale['666'] = "Пользователь SMTP";
$locale['667'] = "Пароль SMTP";
$locale['668'] = "Разрешать пользователям изменять темы";
$locale['668ML'] = "Таблицы с многоязычным содержимым";
$locale['669ML'] = "Выберите таблицы, содержащие данные на многих языках";
$locale['670ML'] = "Статьи";
$locale['671ML'] = "Страницы";
$locale['672ML'] = "Загрузки";
$locale['673ML'] = "ЧаВо";
$locale['674ML'] = "Форум";
$locale['675ML'] = "Новости";
$locale['676ML'] = "Фотогалерея";
$locale['677ML'] = "Опросы";
$locale['678ML'] = "Мини-чат";
$locale['679ML'] = "Ссылки";
$locale['680ML'] = "Навигация";
$locale['681ML'] = "Панели";
$locale['682ML'] = "Языковые настройки";
$locale['683ML'] = "Включить поддержку многоязычности";
$locale['684ML'] = "Включенные языки";
$locale['685ML'] = "Выберите разрешённые языки. <br/>Пожалуйста, обратите внимание: При удалении языка Вы также удалите все настроенные ссылки навигации, категории и прочее содержимое сайта на этом языке.";
$locale['669'] = "Новостей";
$locale['669b'] = "Записей блогов на страницу";
$locale['669c'] = "Новостей на страницу";
$locale['670'] = "Должно быть нечётным числом";
$locale['671'] = "Включить комментарии?";
$locale['672'] = "Включить оценки?";
$locale['673'] = "Скрыть профили пользователей от гостей:";
$locale['674'] = "Порт SMTP";
$locale['675'] = "Доступ в режиме обслуживания:";
$locale['676'] = "Администраторы";
$locale['677'] = "Суперадмины";
$locale['678'] = "Владелец сайта";
$locale['679'] = "Включить счётчик посетителей?";
$locale['680'] = "Автоблокировка при флуде:";
$locale['681'] = "Обслуживание";
$locale['682'] = "Параметры флуда";
$locale['683'] = "Параметры безопасности";
$locale['684'] = "Сортировка комментариев";
$locale['685'] = "Возрастание";
$locale['686'] = "Убывание";
$locale['687'] = "Слова для цензуры";
$locale['688'] = "Отображать время загрузки страницы";
$locale['689'] = "Да (всем посетителям)";
$locale['690'] = "Да (только администраторам)";
$locale['691'] = "Разрешить изменение имени пользователя";
$locale['692'] = "Настройки капчи";
$locale['693'] = "Капча";
$locale['694'] = "Позволить выполнение кода PHP";
$locale['695'] = "ВНИМАНИЕ! Разрешение выполнения кода откроет систему для уязвимостей в SQL.";
$locale['696'] = "Пожалуйста, введите открытый и закрытый ключи reCAPTCHA!";

$locale['913'] = "Комментариев на страницу";

$locale['955'] = "Оригинал";
$locale['956'] = "Квадратное";

$locale['698'] = "Аутентификация SMTP?";
$locale['699'] = "Метод входа";
$locale['699b'] = "Логин и Е-майл";
$locale['699e'] = "Е-майл";
$locale['699f'] = "Проверять загруженные файлы на типы MIME?";

// Private Message Settings
$locale['700'] = "Личные сообщения";
$locale['701'] = "Максимум входящих:";
$locale['702'] = "Максимум исходящих:";
$locale['703'] = "Размер архива:";
$locale['704'] = "Установите 0 для снятия ограничений";
$locale['707'] = "Ограничения на личные сообщения";
$locale['708'] = "Значения по умолчанию для настроек пользователей";
$locale['709'] = "Уведомления по электронной почте?";
$locale['710'] = "Сохранять отправленные ЛС?";
$locale['711'] = "Замечание: Больший приоритет имеют индивидуальные настройки пользователя, если они установлены. Если настройки пользователя не установлены, применяются глобальные.";
$locale['712'] = "Сообщения удалены.";
$locale['713'] = "Вы действительно хотите удалить все личные сообщения?";
$locale['714'] = "Удалить сообщения";

// Save Settings
$locale['750'] = "Сохранить параметры";

// Other Settings
$locale['800'] = "Очистить форумы";
$locale['801'] = "Удалено сообщений: ";
$locale['802'] = "Удалено тем: ";
$locale['803'] = "Удалено вложений: ";

// Privacy policy
$locale['820'] = "Политика конфиденциальности";

// Banners Settings
$locale['850'] = "Баннеры";
$locale['851'] = "Баннер 1";
$locale['852'] = "Баннер 2";
$locale['853'] = "Админпароль:";
$locale['854'] = "Сохранить баннеры";
$locale['855'] = "Предпросмотр баннеров";

// Settings Error
$locale['900'] = "Настройки обновлены";
$locale['901'] = "Ошибка обновления базы данных: настройки не были обновлены!";
$locale['902'] = "Следует указать сервер сайта!";

// User Management
$locale['1001'] = "Пропорции аватара:";
$locale['1002'] = "Включить систему деактивации";
$locale['1003'] = "Период для неактивности:";
$locale['1004'] = "Количество дней неактивности перед запуском деактивации.";
$locale['1005'] = "Ответ перед деактивацией:";
$locale['1006'] = "Количество дней для ответа на уведомление о деактивации.";
$locale['1007'] = "Настройки профиля пользователя";
$locale['1008'] = "Размер аватара:";
$locale['1009'] = "Ширина x Высота";
$locale['1010'] = "Максимальный размер изображения (байт):";
$locale['1011'] = "Действие при деактивации:";
$locale['1012'] = "Анонимизация пользователя";
$locale['1013'] = "Удаление пользователя";
$locale['1014'] = "Разрешить пользователям одновременный вход с нескольких устройств?";
$locale['1014a'] = "Отключите для лучшей безопасности";
$locale['1015'] = "Ширина";
$locale['1016'] = "Высота";

$locale['1020'] = [1 => 'Байт (байт)', 1024 => 'КБ (килобайт)', 1048576 => 'МБ (мегабайт)'];

// Social integration
$locale['1030'] = "Создать тэги OpenGraph для соцсетей";
$locale['1031'] = "Разрешить индексирование ссылок в BB кодах";
$locale['1032'] = "Разрешить индексирование ссылок в профилях пользователей";

$locale['error_rate'] = "Пожалуйста, введите оценку.";
$locale['error_type'] = "Пожалуйста, введите тип расширения.";
$locale['error_width'] = "Пожалуйста, введите ширину.";
$locale['error_height'] = "Пожалуйста, введите высоту.";
$locale['error_value'] = "Пожалуйста, введите значение.";
$locale['blog_description'] = "Настройка конфигурации блогов";
$locale['news_description'] = "Настройка конфигурации новостей";
$locale['ipp_description'] = "Настройка отображаемого по умолчанию количества элементов на страницу";
$locale['forum_description'] = "Настройка конфигурации форума";
$locale['download_description'] = "Настройка конфигурации загрузок";
$locale['language_description'] = "Настройка конфигурации системы многоязычности";
$locale['photo_description'] = "Настройка конфигурации фотоальбомов";
$locale['main_description'] = "Основные настройки сайта";
$locale['misc_description'] = "Настройка конфигурации электронной почты, способа авторизации, комментариев, оценок, аватаров, социальных графов и другие опции администрирования";
$locale['message_description'] = "Настройка конфигурации системы личных сообщений";
$locale['register_description'] = "Настройка параметров регистрации";
$locale['security_description'] = "Настройки конфигурации системы безопасности сайта";
$locale['time_description'] = "Настройка параметров даты и времени";
$locale['user_description'] = "Параметры системы управления пользователями сайта";
$locale['theme_description'] = "Конфигурация настроек для темы оформления";
$locale['blog_settings'] = "Настройки блога";
$locale['download_settings'] = "Настройки загрузок";
$locale['forum_settings'] = "Настройки  форума";
$locale['ipp_settings'] = "Элементов на страницу";
$locale['photo_settings'] = "Настройки галереи";
$locale['main_settings'] = "Основные настройки";
$locale['misc_settings'] = "Прочие настройки";
$locale['news_settings'] = "Настройки новостей";
$locale['message_settings'] = "Настройки личных сообщений";
$locale['register_settings'] = "Настройки регистрации";
$locale['security_settings'] = "Настройки безопасности";
$locale['time_settings'] = "Настройки даты/времени";
$locale['user_settings'] = "Параметры управления пользователями";
$locale['theme_settings'] = "Настройки тем";

// Security Settings
$locale['security_001'] = "Система Сессий";
$locale['security_002'] = "Конфигурация сессий веб-сайта";
$locale['security_003'] = "Типы Сессий";
$locale['security_004'] = "Система Базы Данных";
$locale['security_005'] = "Файловая Система";
$locale['security_006'] = "Очистить Кэш Сессий Системы";
$locale['security_007'] = "Все системные сессии очищены успешно";
$locale['security_008'] = "Форма токенов";
$locale['security_009'] = "Количество выданных токенов для каждой формы";
$locale['security_010'] = "Проверочный вопрос";
$locale['security_011'] = "Метод ввода";
$locale['security_012'] = "Слова";
$locale['security_013'] = "Цифры";
$locale['security_014'] = "Оба";
$locale['security_015'] = "Ошибка ввода";
$locale['security_016'] = "Ошибка метода входа";
$locale['security_017'] = "Файл";
$locale['security_018'] = "База данных";
include_once __DIR__.'/../../../includes/dateformats.php';
