<?php
$locale['100'] = "Настройки блогов";

$locale['601'] = "Размер предпросмотра:";
$locale['602'] = "Размер изображения:";
$locale['603'] = "Максимальный размер изображения:";
$locale['604'] = "Ширина x Высота";
$locale['605'] = "Макс. размер файла (в байтах):";

$locale['900'] = "Настройки обновлены";
$locale['901'] = "Произошла ошибка БД: Настройки не были обновлены!";

$locale['950'] = "Загрузить изображение";
$locale['951'] = "Ссылка на изображении:";
$locale['952'] = "На категорию";
$locale['953'] = "На запись";
$locale['954'] = "Пропорции предпросмотра:";
$locale['955'] = "Оригинал";
$locale['956'] = "Квадратное";
$locale['957'] = "Изображение на первой странице";
$locale['958'] = "Изображение для полного чтения";
$locale['959'] = "Загруженное изображение";
$locale['960'] = "Изображение категории";
$locale['961'] = "Сохранить настройки";
