<?php
// Smiley titles
$locale['SMLY_400'] = "Текущие смайлы";
$locale['SMLY_401'] = "Добавить смайл";
$locale['SMLY_402'] = "Изменить смайл";
$locale['SMLY_403'] = "Смайлы";
$locale['SMLY_404'] = "Активные смайлы";
$locale['SMLY_405'] = "Неактивные смайлы";
// Smiley messages
$locale['SMLY_410'] = "Смайл добавлен";
$locale['SMLY_411'] = "Смайл обновлён";
$locale['SMLY_412'] = "Смайл удалён";
$locale['SMLY_413'] = "Невозможно обновить смайл";

$locale['SMLY_414'] = "Невозможно добавить смайл";
$locale['SMLY_415'] = "Этот код уже используется.";
$locale['SMLY_416'] = "Удалить смайл?";
$locale['SMLY_417'] = "Действительно сделать смайл неактивным?";
$locale['SMLY_418'] = "Ошибка загрузки смайла";
// Smiley form
$locale['SMLY_420'] = "Код смайла:";
$locale['SMLY_421'] = "Изображение:";
$locale['SMLY_422'] = "Текст:";
$locale['SMLY_423'] = "Сохранить смайл";
$locale['SMLY_424'] = "Предпросмотр:";
// Current Smileys
$locale['SMLY_430'] = "Код";
$locale['SMLY_431'] = "Изображение";
$locale['SMLY_432'] = "Текст";
$locale['SMLY_433'] = "Действия";
$locale['SMLY_435'] = "Удалить";
$locale['SMLY_436'] = "Смайлы не определены.";
// Error Message
$locale['SMLY_437'] = "Пожалуйста, введить код смайла";
$locale['SMLY_438'] = "Пожалуйста, выберите изображение";
$locale['SMLY_439'] = "Пожалуйста, введите текст";
$locale['SMLY_440'] = "Нет активных смайлов";
$locale['SMLY_441'] = "Нет неактивных смайлов";
