<?php
// Smiley titles
$locale['401'] = "Добавить смайл";
$locale['402'] = "Редактировать смайл";
$locale['400'] = "Смайл";
// Smiley messages
$locale['410'] = "Смайл добавлен";
$locale['411'] = "Смайл обновлен";
$locale['412'] = "Смайл удален";
$locale['413'] = "Смайл не отредактирован";
$locale['414'] = "Смайл не добавлен";
$locale['415'] = "Этот код смайла уже используется.";
$locale['416'] = "Вы действительно хотите удалить смайл?";
// Smiley form
$locale['420'] = "Код смайла:";
$locale['421'] = "Изображение смайла:";
$locale['422'] = "Текст смайла:";
$locale['423'] = "Сохранить";
$locale['424'] = "Предпросмотр:";
// Current Smileys
$locale['430'] = "Код";
$locale['431'] = "Изображение";
$locale['432'] = "Текст";
$locale['433'] = "Опции";
$locale['434'] = "Редактировать";
$locale['435'] = "Удалить";
$locale['436'] = "Нет смайлов";
// Error Message
$locale['437'] = "Пожалуйста, введите код смайла";
$locale['438'] = "Пожалуйста, выберите смайл";
$locale['439'] = "Пожалуйста, введите текст смайла";
