<?php
// Delete Submission
$locale['400'] = "Удаления запроса авторизации";
$locale['401'] = "Запрос удален";
$locale['402'] = "Вернуться в раздел утверждения контента";
$locale['403'] = "Вернуться в админ панель";
// Submission Options
$locale['410'] = "Утверждение";
$locale['411'] = "Утвердить ссылку:";
$locale['412'] = "Утвердить новость:";
$locale['412b'] = "Утвердить запись для блога:";
$locale['413'] = "Утвердить статью:";
$locale['414'] = "Нет ссылок для утверждения.";
$locale['415'] = "Нет новостей для утверждения.";
$locale['415b'] = "Нет записей блога для утверждения.";
$locale['416'] = "Нет статей для утверждения.";
$locale['417'] = "Просмотреть";
$locale['418'] = "Удалить";
$locale['419'] = "Утвердить фото:";
$locale['420'] = "Нет фото для утверждения.";
$locale['421'] = "Утвердить загрузку:";
$locale['422'] = "Нет загрузки для утверждения.";
// Add/Delete Web Link Submissions
$locale['430'] = "Опубликовать ссылку";
$locale['431'] = "Ссылка опубликована";
$locale['432'] = "Удалить ссылку";
$locale['433'] = "Ссылка удалена";
$locale['434'] = "Нет категорий";
// Web Link Submission Form
$locale['440'] = "Просмотр присланных ссылок";
$locale['441'] = "Эту ссылку прислал ";
$locale['442'] = "  ";
$locale['443'] = "Категория ссылок:";
$locale['444'] = "Название:";
$locale['445'] = "URL:";
$locale['446'] = "Описание:";
$locale['447'] = "Опубликовать или удалить эту ссылку?";
$locale['448'] = "Утвердить";
$locale['449'] = "Удалить";
// Add/Delete News Submissions
$locale['490'] = "Опубликовать новость";
$locale['491'] = "Новость опубликована";
$locale['492'] = "Удалить новость";
$locale['493'] = "Новость удалена";
$locale['490b'] = "Опубликовать запись";
$locale['491b'] = "Запись опубликована";
$locale['492b'] = "Удалить запись блога";
$locale['493b'] = "Запись была удалёна";
// News Submission Form
$locale['500'] = "Просмотр заявки новостей";
$locale['501'] = "Эта новость прислана ";
$locale['502'] = "Опубликовать или удалить новость?";
$locale['503'] = "Опубликовать";
$locale['504'] = "Удалить";
$locale['505'] = "Тема:";
$locale['506'] = "Категория:";
$locale['507'] = "- пусто -";
$locale['508'] = "Новость:";
$locale['509'] = "Фрагмент новости:";
$locale['510'] = "Предпросмотр новости";
// Blog Submission Form
$locale['500b'] = "Просмотр присланной записи блога";
$locale['501b'] = "Эта запись прислана ";
$locale['502b'] = "Опубликовать или удалить запись?";
$locale['503b'] = "Опубликовать";
$locale['504b'] = "Удалить";
$locale['505b'] = "Тема:";
$locale['506b'] = "Категория:";
$locale['507b'] = "- пусто -";
$locale['508b'] = "Запись:";
$locale['509b'] = "Краткая запись:";
$locale['510b'] = "Предпросмотр записи";
// Add/Delete Article Submissions
$locale['530'] = "Опубликовать присланные статьи";
$locale['531'] = "Статья опубликована";
$locale['532'] = "Удалить статью";
$locale['533'] = "Статья удалена";
// Article Submission Form
$locale['540'] = "Просмотр присланной статьи";
$locale['541'] = "Статью прислал ";
$locale['542'] = "Опубликовать или удалить статью?";
$locale['543'] = "Опубликовать";
$locale['544'] = "Удалить статью";
$locale['545'] = "Категория:";
$locale['546'] = "Тема:";
$locale['547'] = "Анонс статьи:";
$locale['548'] = "Вся статья:";
$locale['549'] = "Предпросмотр статьи";
// Add/Delete Photo Submissions
$locale['580'] = "Публикация фотографий";
$locale['581'] = "Фото опубликовано";
$locale['582'] = "Удаление фото";
$locale['583'] = "Фото удалено";
// Photo Submission Form
$locale['590'] = "Просмотр присланных фотографий";
$locale['591'] = "Нажмите здесь для просмотра";
$locale['592'] = "Фото прислал ";
$locale['593'] = "Опубликовать или удалить фото?";
$locale['594'] = "Опубликовать";
$locale['595'] = "Удалить";
$locale['596'] = "Название:";
$locale['597'] = "Описание:";
$locale['598'] = "Альбом";
// Add/Delete Download Submissions
$locale['630'] = "Опубликовать представленную загрузку";
$locale['631'] = "Загрузка была опубликована";
$locale['632'] = "Удалить представленную загрузку";
$locale['633'] = "Загрузка была удалена";
// Download Submission Form
$locale['640'] = "Просмотр представленной загрузки";
$locale['641'] = "Данная загрузка была представленна ";
$locale['642'] = "Вы хотите опубликовать или удалить эту загрузку?";
$locale['643'] = "Опубликовать загрузку";
$locale['644'] = "Удазить загрузку";
$locale['645'] = "Название:";
$locale['646'] = "Описание:";
$locale['646b'] = "Краткое описание:";
$locale['647'] = "URL:";
$locale['647b'] = "Файл:";
$locale['648'] = "Категория:";
$locale['649'] = "Лицензия:";
$locale['650'] = "ОС:";
$locale['651'] = "Версия:";
$locale['652'] = "Размер файла:";
$locale['653'] = "Скриншот:";
$locale['654'] = "Главная страница:";
$locale['655'] = "Авторские права:";
$locale['656'] = "Комментарии:";
$locale['657'] = "Рейтинги:";
$locale['658'] = "Удалить скриншот";
$locale['660'] = "%s отключен для всех элементов.<br />Этот параметр будет иметь эффект, только когда он будет включен снова.";
$locale['661'] = "Комментарии";
$locale['662'] = "Рейтинги";
$locale['663'] = $locale['661']." и ".$locale['662'];
