<?php
// User Fields Categories titles
$locale['400'] = "Добавить категорию";
$locale['401'] = "Редактировать категорию";
$locale['402'] = "Текущая категория пользовательских полей";
// User Fields Categories messages
$locale['410'] = "Категория добавлена";
$locale['411'] = "Категория обновлена";
$locale['412'] = "Категория удалена";
$locale['413'] = "Пользовательская категория не может быть удалена";
$locale['414'] = "Есть ссылки в категории";
// User Fields Categories form
$locale['420'] = "Название категории";
$locale['421'] = "Порядок категорий";
$locale['422'] = "Сохранить категорию";
$locale['423'] = "Имя категории БД";
$locale['424'] = "Имя таблицы БД";
$locale['425'] = "Icon Class";
$locale['426'] = "Новую страницу?";
$locale['427'] = "Да, создать как новую страницу.";
$locale['428'] = "Основной индекс";
$locale['429'] = "Имя основного столбца";
// User Fields Categories list
$locale['430'] = "Порядок";
$locale['431'] = "Опции";
$locale['432'] = "Редактировать";
$locale['433'] = "Удалить";
$locale['434'] = "Категории пользовательских полей не определены.";
$locale['435'] = "Страница";
$locale['436'] = "Страница с информацией о пользователе";
// User Fields Categories Ordering
$locale['440'] = "Вверх";
$locale['441'] = "Вниз";
$locale['442'] = "Переместить вверх";
$locale['443'] = "Переместить вниз";
$locale['444'] = "Обновить порядок категорий";
// Delete User Fields category
$locale['450'] = "Удалить эту категорию?";
// Error message
$locale['450a'] = 'Пожалуйста, введите имя категории.';
$locale['450b'] = 'Если вы используете другую базу данных, отличную от таблицы пользователей по умолчанию, то пожалуйста заполните Имя таблицы БД и UserId Column.';
