<?php
// Edit/Save/Delete User Group Messages
$locale['400'] = "Пользовательская группа обновлена";
$locale['401'] = "Пользовательская группа добавлена";
$locale['402'] = "Выберите пользователей для удаление из группы";
$locale['403'] = "Все пользователи удалены из группы";
$locale['404'] = "Выберите пользователей для добавления в группу";
$locale['405'] = "Невозможно удалить пользовательскую группу";
$locale['406'] = "Есть пользователи приписанные к этой группе";
$locale['407'] = "Пользовательская группа удалена";
// Edit/Delete Options
$locale['420'] = "Пользовательские группы";
$locale['421'] = "Редактировать";
$locale['422'] = "Удалить";
$locale['423'] = "Удалить эту группу?";
// Edit/Add User Group
$locale['430'] = "Редактирование пользовательских групп";
$locale['431'] = "Добавить пользовательскую группу";
$locale['432'] = "Имя группы:";
$locale['433'] = "Описание группы:";
$locale['434'] = "Сохранить группу";
// Search/Add Group Users
$locale['440'] = "Добавить пользователя в группу";
$locale['441'] = "Поиск пользователей, для добавления в эту группу, используй форму ниже.";
$locale['442'] = "Вы можете искать несколько пользователей сразу, разделяя их запятыми.";
$locale['443'] = "ID пользователя";
$locale['444'] = "Имя пользователя";
$locale['445'] = "Поиск";
$locale['446'] = "Имя пользователя";
$locale['447'] = "Тип пользователя";
$locale['448'] = "Отметить всех";
$locale['449'] = "Снять для всех";
$locale['450'] = "Добавить выбранных пользователей";
$locale['451'] = "Пользователь не найден.";
$locale['452'] = "Искать снова";
// Current Group Users
$locale['460'] = "Текущие группы пользователей";
$locale['461'] = "Удалить выбранных пользователей";
$locale['462'] = "Удалить всех пользователей";
$locale['463'] = "Нет пользователей в этой группе.";
// Error Messages
$locale['464'] = "Пожалуйста, введите название группы";
