<?php
// Web Link Category titles
$locale['400'] = "Добавить категорию";
$locale['401'] = "Изменить категорию";
$locale['402'] = "Текущие категории ссылок";
// Web Link Category messages
$locale['410'] = "Категория ссылок добавлена";
$locale['411'] = "Категория ссылок обновлена";
$locale['412'] = "Категория ссылок не может быть удалена";
$locale['413'] = "В этой категории есть ссылки";
$locale['414'] = "Категория удалена";
// Add/Edit Web Link Category Form
$locale['420'] = "Название категории:";
$locale['421'] = "Описание категории:";
$locale['422'] = "Сортировка категорий:";
$locale['423'] = "ID ссылки";
$locale['424'] = "Заголовок ссылки";
$locale['425'] = "Дата ссылки";
$locale['426'] = "Возрастание";
$locale['427'] = "Убывание";
$locale['428'] = "Доступ:";
$locale['429'] = "Сохранить";
// Current Web Link categories
$locale['430'] = "Текущие Категории";
$locale['431'] = "Доступ";
// Delete Web Link category
$locale['440'] = "Удалить категорию ссылок?";
// Error Messages
$locale['460'] = "Пожалуйста, введите имя категории.";
$locale['461'] = "Эта категория уже существует.";
$locale['462'] = "Пожалуйста, введите название ссылки.";
// Web Link titles
$locale['500'] = "Добавить ссылку";
$locale['501'] = "Изменить ссылку";
$locale['502'] = "Текущие ссылки";
// Web Link messages
$locale['510'] = "Ссылка добавлена";
$locale['511'] = "Ссылка обновлена";
$locale['512'] = "Ссылка удалена";
// Web Link form
$locale['520'] = "Название сайта:";
$locale['521'] = "Описание:";
$locale['522'] = "URL сайта:";
$locale['523'] = "Категория:";
$locale['524'] = "Обновить дату публикации";
$locale['525'] = "Добавить";
// Current Web Links
$locale['531'] = "Название [Нажмите для теста]";
$locale['532'] = "Опции";
$locale['533'] = "Изменить";
$locale['534'] = "Удалить";
$locale['535'] = "Ссылка(и) не добавлена(ы) в категорию";
$locale['536'] = "Нет категорий";
$locale['537'] = "Нет категорий";
$locale['538'] = "Вы должны создать как минимум, одну категорию, в которую вы будете добавлять файлы";
$locale['539'] = "Нажмите здесь,";
$locale['540'] = " чтобы перейти в панель управления категориями ссылок";
// Delete Web Link
$locale['550'] = "Удалить эту ссылку?";
