<?php
// Contact Form
$locale['CT_400'] = "Контакт";
$locale['CT_401'] = "Постоји неколико начина за контактирање. Можете послати емаил директно [SITE_EMAIL]. Ако сте учлањени можете послати [PM_LINK]. Такође можете попунити формулар на овој страни који вашу поруку шаље електронском поштом.";
$locale['CT_402'] = "Name:";
$locale['CT_403'] = "Имејл адреса:";
$locale['CT_404'] = "Тема:";
$locale['CT_405'] = "Порука:";
$locale['CT_406'] = "Пошаљи поруку";
$locale['CT_407'] = "Валидациони код:";
$locale['CT_408'] = "Унесите валидациони код:";
// Contact Errors
$locale['CT_420'] = "Морате навести име";
$locale['CT_421'] = "Морате навести имејл адресу";
$locale['CT_422'] = "Морате навести тему";
$locale['CT_423'] = "Морате навести поруку";
$locale['CT_424'] = "Морате навести исправан валидациони код";
$locale['CT_425'] = "Интерна грешка: не можемо послати вашу поруку.";
// Message Sent
$locale['CT_440'] = "Ваша порука је послата";
$locale['CT_441'] = "Хвала";
$locale['CT_442'] = "Ваша порука није послата из следећих разлога:";
$locale['CT_443'] = "Молимо покушајте поново.";
