<?php
$locale['tcp_title'] = "Панель управления темой Ddraig ";

$locale['sets_up'] = "Все настройки <b>успешно обновлены</b>";
$locale['invalid'] = "<b>Ошибка:</b> заданное значение не является допустимым или поле оставлено пустым!";
$locale['maxwidth_low'] = "<b>Ошибка:</b> Максимальная ширина должна быть больше или равна Минимальной ширине ";

$locale['g_sets'] = "Общие настройки";

$locale['max_w'] = "Макс. ширина темы:";
$locale['max_w_des'] = "Максимальная ширина темы";
$locale['min_w'] = "Мин. ширина темы:";
$locale['min_w_des'] = "Минимальная ширина темы";
$locale['max_wf'] = "Макс. ширина темы на форуме:";
$locale['max_wf_des'] = "Устанавливает максимальную ширину темы на форуме по заданному значению";
$locale['max_wa'] = "Макс. ширина темы в админцентре:";
$locale['max_wa_des'] = "Устанавливает максимальную ширину темы в админцентре по заданному значению";
$locale['home_icon'] = "Иконка домик вместо слова &laquo;Главная&raquo;:";
$locale['home_icon_des'] = "Заменяет в горизонтальной навигации название главной страницы на иконку домика";
$locale['winter'] = "Зимний режим:";
$locale['winter_des'] = "Это добавит немного зимнего стиля в тему";

$locale['save_sets'] = "Сохранить";

$locale['enabled'] = "Разрешить";
$locale['disabled'] = "Запретить";
