<?php
$locale['BLS_000'] = "Черен списък";
//Blacklist message
$locale['BLS_010'] = "Невалидна електронна поща или IP адрес.";
$locale['BLS_011'] = "Добавяне на потребител към черния списък.";
$locale['BLS_012'] = "Потребителски модифициран черен списък.";
$locale['BLS_013'] = "Потребителят е изтрит от черния списък";
$locale['BLS_014'] = "Сигурни ли сте, че искате да изтриете това?";
$locale['BLS_015'] = "Черният списък е празен в момента.";
$locale['BLS_016'] = "Електронната поща не е валидна.";

$locale['BLS_020'] = "Потребител в чения списък";
$locale['BLS_021'] = "Редакция на потребителя от черния списък";
$locale['BLS_022'] = "Добавяне на потребител от чения списък";
$locale['BLS_023'] = "В момента показваме %d от %d резултата.";

$locale['BLS_030'] = "Информация за черния списък";
$locale['BLS_031'] = "Администратор";
$locale['BLS_032'] = "Дата";
$locale['BLS_033'] = "Опции";
$locale['BLS_034'] = "IP адреси в черния списък:  [STRONG]или[/STRONG]";
$locale['BLS_035'] = "Електронни пощи в черния списък";
$locale['BLS_036'] = "Причина";
$locale['BLS_037'] = "Потребители в черния списък";
$locale['BLS_038'] = "Обновяване";
$locale['BLS_039'] = "Select All";

$locale['BLS_MS'] = "Въвежданетп на IP адрес ще забрани посещаването на потребител със същия IP адрес да влиза в сайта Ви.
Може да въведете целияl IP адрес, например <em>123.45.67.89.</em> или частичен IP адрес, например <em>123.45.67</em> или <em>123.45</em>.
Забележка: IPv6 адреси са конвертирани в тяхната цяла дължина в сайта, 
например <em>ABCD:1234:5:6:7:8:9:FF</em> ще бъде показан като <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
Смесени IP адреси (тези, които съдържат едновременно IPv6 и IPv4) ще бъдат проверявани за частични съвпадения.
<br /><br />
Въвеждането на електронна поща ще предотврати потребителите да се регистрират с този адрес.
Може да напишете целия адрес на електронната поща, като <em>foo@bar.com</em>, или домейна, като <em>bar.com</em>.<br /><br />

% - съвпада с всекя поредица.<br /><br />

%.%.%.%@domain.tld банва всеки адрес, който съдържа поне 3 точки.<br />
%+%@domain.tld банва всеки адрес, който съдържа поне един знак плюс.<br />
%@domain.tld банва всеки адрес от domain.tld<br />
%.domain.tld банва всеки поддомейн от domain.tld<br />
%payday% банва всеки адрес, който съдържа думата \"payday\", която е много често срещана в сайтовете.<br />
domain.tld е псевдоним на %@domain.tld, за да го направите съвместим с правилата въведени във версия 7.<br />";
