<?php
// Database Restore
$locale['BACK_400'] = "Възстановяване на базата данни";
$locale['BACK_401'] = "Грешка";
$locale['BACK_402'] = "Невалиден файлов формат на резервното копие";
$locale['BACK_403'] = "Затвори";
$locale['BACK_404'] = "Database Restore complete";
// Backup File Information
$locale['BACK_410'] = "Информация за резервния файл";
$locale['BACK_411'] = "Информация за файла за възстановяване";
$locale['BACK_412'] = "Име на резервния файл:";
$locale['BACK_413'] = "Дата на резервното копие:";
$locale['BACK_414'] = "Име на базата данни:";
$locale['BACK_415'] = "Представка на таблиците в базата данни:";
$locale['BACK_419'] = "таблици";
// Database Restore
$locale['BACK_430'] = "Опции за възстановяването";
$locale['BACK_431'] = "Име на файла:";
$locale['BACK_432'] = "Дата:";
$locale['BACK_433'] = "Създаване на таблици:";
$locale['BACK_434'] = "Запълване на таблициЛ";
$locale['BACK_435'] = "Избрани:";
$locale['BACK_436'] = "всички";
$locale['BACK_437'] = "никакви";
$locale['BACK_438'] = "Възстановяване";
$locale['BACK_440'] = "Поддържани типове файлове:";
// Database Backup
$locale['BACK_450'] = "Резервно копие на базата данни";
$locale['BACK_451'] = "Информация за базата данни";
$locale['BACK_452'] = "ГОлемина на таблицата:";
$locale['BACK_453'] = "Основна големина на таблицата:";
$locale['BACK_454'] = "Опции за резервното копие:";
$locale['BACK_455'] = "Тип на резервното копие:";
$locale['BACK_456'] = "(компресирано)";
$locale['BACK_457'] = "Таблици на базата данни";
$locale['BACK_458'] = "ядро";
$locale['BACK_459'] = "Start Backup";
$locale['BACK_460'] = "Административна парола:";
$locale['BACK_460b'] = "Моля въведете адмиинистративната парола";
$locale['BACK_461'] = "Изисквана информация";
// Backup List
$locale['BACK_480'] = "Възстановете резервно копие";
$locale['BACK_481'] = "Име на файла:";
$locale['BACK_481b'] = "Моля въведете име на файла";
