<?php
$locale['ME_400'] = 'Управление на потребителите';
$locale['ME_401'] = 'Търсене на потребител...';
$locale['ME_402'] = 'Показване на филтри';
$locale['ME_403'] = 'Добавяне на нов потребител';
$locale['ME_404'] = 'Добавяне на филтър';
$locale['ME_405'] = 'Няма намерен потребител по зададения критерии';
//
$locale['ME_407'] = 'Показваме %s - %d от %d намерени';
$locale['ME_408'] = 'Основна информация';
$locale['ME_409'] = 'Подробна информация';
$locale['ME_410'] = 'Потребител';
$locale['ME_411'] = 'Ниво';
$locale['ME_412'] = 'Електронна поща';
$locale['ME_413'] = ' Потребителски профил';
$locale['ME_414'] = 'Избор на всички';
$locale['ME_415'] = 'Скрит';
$locale['ME_416'] = 'Показани';

// Core Fields Filter
$locale['ME_420'] = 'Да се скире ли пощата?';
$locale['ME_421'] = 'Дата на присъединяване';
$locale['ME_422'] = 'Последно онлайн';
$locale['ME_423'] = 'IP адрес';
$locale['ME_424'] = 'IP тип';
$locale['ME_425'] = 'Потребителска група';
$locale['ME_426'] = 'Времева зона';
$locale['ME_427'] = 'User Status';

// Action Form
$locale['ME_430'] = 'Грешка: Действията към съответния потребител не могат да бъдат извършени';
$locale['ME_431'] = 'Следните потребители ще бъдат %s:';
$locale['ME_432'] = '%s беше %s';
$locale['ME_433'] = 'Моля, напишете обяснение за съответното действие';
$locale['ME_434'] = 'Причина';
$locale['ME_435'] = 'Период';
$locale['ME_436'] = 'Дни';
$locale['ME_437'] = 'Обновяване на потребителя';

$locale['ME_450'] = 'Добавяне на нов потребител';
$locale['ME_451'] = 'Профил на %s';
$locale['ME_452'] = 'Редакция на профила на %s';
$locale['ME_453'] = 'Изтриване на потребител %s';
$locale['ME_454'] = "Внимание!";
$locale['ME_455'] = "Ще истриете потребителя %s!

Съдържанието публикувано от потребителя в сайта ще бъде изтрито.

Ако това не е потребител, който публикува спам, съветваме да го баннете, накажете, спрете или направите анонимен.

Сигурен/сигурна ли сте, че искате да изтриете този потребител?
";
$locale['ME_456'] = 'Изтриване на потребителя';
$locale['ME_457'] = "You are about to delete New Unactivated user %s!<br/>
Are you sure you want to delete this user?<br/>";

$locale['ME_460'] = 'Няма потребители за деактивиране';
$locale['ME_461'] = '%s беше деактивиран';
$locale['ME_462'] = 'Деактивиране на неактивните потребители';
$locale['ME_463'] = 'Имате повече от 50 неактивни потребитли и ще трябва да повторите деактивирането (%d) пъти.';
$locale['ME_464'] = '%d потребител(и) не са влизали %d дни и са отбелязани, като неактивни. Като деактивирате тези потребители, ще имат (%d) дни преди да бъдат %s.';
$locale['ME_465'] = 'Моля отбележете, че някои потребители може да са добавили съдържание в сайта, като съобщения във форума, коментари снимки и др. Те ще бъдат изтрити, когато деактивираните потребители за изтрити.';
$locale['ME_466'] = 'Силно се препоръчва да промените деактивацията към анонимизиране, вместо изтриване, за да избегнете загуба на данни!';
$locale['ME_467'] = "Настройване на деактивационната система към анонимизиране.";
$locale['ME_468'] = 'Автоматично деактивиране на неактивни потребители.';
$locale['ME_469'] = 'User has been activated';

// Actions
$locale['ME_500'] = 'Бан';
$locale['ME_501'] = 'Възстановявам';
$locale['ME_502'] = 'Деактивиране';
$locale['ME_503'] = 'Наказване';
$locale['ME_504'] = 'Бан от съображение за сигурност';
$locale['ME_505'] = 'Спиране';
$locale['ME_506'] = 'Анонимизиране';
$locale['ME_507'] = 'Activate';

// a_message keys
$locale['ME_550'] = 'баннат';
$locale['ME_551'] = 'възстановен';
$locale['ME_552'] = 'деактивирна';
$locale['ME_553'] = 'наказан';
$locale['ME_554'] = 'баннат от съображение за сигурност';
$locale['ME_555'] = 'спрен';
$locale['ME_556'] = 'анонимизиран';
$locale['ME_557'] = 'перманентно изтрит';

$locale['ME_560'] = "Показване на резултати";
$locale['ME_561'] = "Показване на потребители със статус";
$locale['ME_562'] = "New Unactivated User";
