<?php
$locale['BLKW_0100'] = "صندوق البلوك";
$locale['BLKW_0101'] = "إضافة البلوك النصي";
$locale['BLKW_0200'] = "عنوان البلوك";
$locale['BLKW_0201'] = "وصف البلوك";
$locale['BLKW_0202'] = "موضع البلوك";
$locale['BLKW_0203'] = "الموضع الإفتراضي";
$locale['BLKW_0204'] = "الموضع الأيسر";
$locale['BLKW_0205'] = "الموضع الوسطي";
$locale['BLKW_0206'] = "الموضع الأيمن";
$locale['BLKW_0207'] = "الدرجة";
$locale['BLKW_0218'] = "هوامش وتباعد البلوك";
$locale['BLKW_0219'] = "هامش البلوك";
$locale['BLKW_0220'] = "حشوة البلوك";
$locale['BLKW_0221'] = "حفظ البلوك";
$locale['BLKW_0222'] = "حفظ وإغلاق البلوك";
