<?php
$locale['c100'] = "التعليقات";
$locale['c101'] = "لم يتم إضافة تعليقات.";
$locale['c102'] = "إضافة تعليق";
$locale['c103'] = "تعديل التعليق";
$locale['c104'] = "الإسم:";
$locale['c105'] = "الرجاء تسجيل الدخول لإضافة بتعليق.";
$locale['c106'] = "إدارة التعليقات";
$locale['c107'] = "تعطيل رموز التعبير (smileys) في هذه المشاركة";
$locale['c110'] = "حذف هذا التعليق؟";
$locale['c111'] = "أترك تعليقاً";
$locale['c112'] = "الرد";
$locale['c113'] = "العنوان";
$locale['c114'] = "تم تحديث التعليقات";
