<?php
// Contact Form
$locale['CT_400'] = "الاتصال بنا";
$locale['CT_401'] = "هناك عدة طرق يمكنك الإتصال بنا عن طريقها. يمكنك إرسال بريد إلكتروني علي [SITE_EMAIL]. إن كنت عضواً بإمكانك إرسال رسالة خاصة عبر [PM_LINK].
أو يمكنك ملء هذا النموذج في هذه الصفحة والذي بدوره يقوم بإرسال رسالتك مباشرة إلى صاحب الموقع علي البريد الإلكتروني.";
$locale['CT_402'] = "الإسم:";
$locale['CT_403'] = "البريد الإلكتروني:";
$locale['CT_404'] = "الموضوع:";
$locale['CT_405'] = "الرسالة:";
$locale['CT_406'] = "إرسال";
$locale['CT_407'] = "رمز التحقق:";
$locale['CT_408'] = "قم بإدخال رمز التحقق:";
// Contact Errors
$locale['CT_420'] = "يجب كتابة الإسم";
$locale['CT_421'] = "يجب كتابة البريد الإلكتروني";
$locale['CT_422'] = "يجب كتابة عنوان الموضوع";
$locale['CT_423'] = "يجب كتابة نص الرسالة";
$locale['CT_424'] = "يجب إدخال رمز التحقق صحيحاً";
$locale['CT_425'] = "خطأ برمجي، لا يمكن إرسال هذه الرسالة.";
// Message Sent
$locale['CT_440'] = "تم إرسال رسالتك";
$locale['CT_441'] = "شكراً لك";
$locale['CT_442'] = "لم يتم إرسال رسالتك لهذا السبب/الأسباب";
$locale['CT_443'] = "يرجى المحاولة مرة أخرى.";
