<?php
// block titles
$locale['home_0000'] = "آخر الأخبار";
$locale['home_0001'] = "أحدث المقالات";
$locale['home_0002'] = "آخر التدوينات";
$locale['home_0003'] = "أحدث ملفات التنزيل";
// no content messages
$locale['home_0050'] = "لا يوجد أخبار لعرضها";
$locale['home_0051'] = "لا توجد مقالات لعرضها";
$locale['home_0052'] = "لا توجد مدونات لعرضها";
$locale['home_0053'] = "لا توجد تنزيلات لعرضها";
// common text
$locale['home_0100'] = "وحدات المحتوى غير مثبتة";
$locale['home_0101'] = "الرجاء تثبيت ملحق واحد على الأقل للمحتوى النصي أو تغيير صفحة البدء في الإعدادات الرئيسية.";
$locale['home_0102'] = "غير مصنف";
$locale['home_0105'] = "نشرت من قبل ";
$locale['home_0106'] = " في ";
