<?php
$locale['400'] = "نسيت كلمة المرور";
$locale['401'] = "تم ارسال رسالة الى بريدك الالكتروني، يرجى اتباع التعليمات لاستعادة كلمة المرور الخاصة بك.";
$locale['402'] = "تم ارسال كلمة المرور الى بريدك الالكتروني.";
$locale['403'] = "العودة إلى الصفحة الرئيسية";
$locale['404'] = "البريد الالكتروني الذي أدخلته غير صحيح.";
$locale['405'] = "عنوان البريد الإلكتروني الذي قمت بإدخاله غير صالح.";
$locale['406'] = "يرجى المحاولة مرة أخرى.";
$locale['407'] = "الرجاء إدخال البريد الإلكتروني المسجل لدينا،<br/> سوف يتم إنشاء كلمة مرور جديدة وإرسالها إلي هذا العنوان.";
$locale['408'] = "أرسل كلمة المرور";
$locale['409'] = "كلمة المرور الجديدة لـ ";
$locale['410'] = "مرحبا [USER_NAME],<br/>
لقد طلبت أو طلب شخص ما كلمة مرور جديدة للوصول إلى [SITENAME] لحسابك.<br/>

لتغيير كلمة مرورك ، يرجى الضغط على الرابط التالي:<br/>
[NEW_PASS_LINK]<br/>
تحياتنا,<br/>
[SITEUSERNAME]";
$locale['411'] = "مرحبا [USER_NAME],<br/>
كلمة المرور الجديدة للوصول إلى حسابك في [SITENAME] هي:<br/>

[NEW_PASS]<br/>
تحياتنا,<br/>
[SITEUSERNAME]";
$locale['412'] = "هناك خطاً ما، يرجى المحاولة مرة أخرى.";
$locale['413'] = "الرجاء إدخال بريدك الإلكتروني:";
