<?php
// Standard
$locale['400'] = "الرسائل الخاصة";
$locale['401'] = "الرسائل الجديدة";
$locale['402'] = "البريد الوارد";
$locale['403'] = "البريد الصادر";
$locale['404'] = "الأرشيف";
$locale['405'] = "الموضوع";
$locale['406'] = "من";
$locale['407'] = "التاريخ";
$locale['408'] = "صاحب الموقع";
$locale['409'] = "هل مع العناصر المحددة:";
$locale['410'] = "تحديد الكل";
$locale['411'] = "إلغاء تحديد الكل";
$locale['412'] = "حفظ";
$locale['413'] = "عدم الحفظ";
$locale['414'] = "قراءة";
$locale['415'] = "غير مقروء";
$locale['416'] = "حذف المحادثة";
$locale['417'] = "إظهار المرسل مع الرسائل:";
$locale['418'] = "الكل";
$locale['419'] = "لا يوجد لديك رسائل خاصة";
$locale['420'] = "إرسال رسالة خاصة";
$locale['420a'] = "مستلم";
$locale['421'] = "بحث عن عضو...";
$locale['422'] = "الرسالة";
$locale['423'] = "محرر النصوص";
$locale['424'] = "رموز التعبير";
$locale['425'] = "الخيارات";
$locale['426'] = "إرسال";
$locale['427'] = "تعطيل رموز التعبير (smileys) في نص الرسالة";
$locale['428'] = "عرض التوقيع في الرسالة";
$locale['429'] = "معاينة";
$locale['430'] = "إرسال";
$locale['431'] = "قراءة الرسالة الخاصة";
$locale['432'] = "إغلاق";
$locale['433'] = "الرد";
$locale['434'] = "ارسال للكل";
$locale['437'] = "إرسال";
$locale['439'] = "الرد";
$locale['440'] = "(تلقيت %s)";
$locale['441'] = "اكتب كمالك للموقع";
$locale['442'] = "مستوى العضو";
$locale['443'] = "المجموعات";
$locale['444'] = "المزيد";
$locale['445'] = "تم حفظ الإعدادات";
$locale['446'] = "رسائل غير مقروءة";
$locale['447'] = "قراءة الرسالة";
$locale['448'] = "الاعدادات";

// Search Options -- this is used by Search.php
$locale['450'] = "خيارات البحث والفرز";
$locale['451'] = "البحث / الترتيب";
$locale['452'] = "مسح";
$locale['453'] = "لم يتم العثور على شيء أثناء البحث";
$locale['454'] = "البحث عن";
$locale['455'] = "في";
$locale['456'] = "الترتيب حسب";
$locale['457'] = "(إستخدم علامة الإستفهام ؟ او النجمة * للبحث بنطاق أوسع)";
$locale['458'] = "عرض الأعضاء حاليا مع '%s' في '%s' ";
$locale['459'] = "المرسل يبدأ بـ '%s' ";
$locale['460'] = "الترتيب حسب '%s'";
$locale['461'] = "قائمة الرسائل فارغة"; // del
$locale['462'] = "الموضوع";
$locale['463'] = "الرسالة";
$locale['464'] = "المرسل";
$locale['465'] = "تاريخ/وقت الاستلام";
$locale['466'] = "لم يتم التحديد";
$locale['467'] = "لم يتم تحديد أي محادثة";
$locale['468'] = "بدء محادثة جديدة مع %s";
$locale['469'] = "الرد على %s";

$locale['471'] = "لا توجد رسائل";

// Error Messages
$locale['480'] = "خطأ";
$locale['481'] = "تعريف الرسالة خطأ";
$locale['482'] = "تعريف العضو خطأ";
$locale['483'] = "للأعضاء فقط";
$locale['484'] = "تم سحب مرفق المراسلة الخاصة بسبب سوء الاستخدام.";
$locale['485'] = "الرجاء إختيار رسالة واحدة على الأقل";
$locale['486'] = "يجب كتابة عنوان الرسالة و موضوع الرسالة";
$locale['487'] = "الإغراق! يرجى الإنتظار %s ثانية قبل كتابة الرسالة التالية.";
$locale['488'] = "حدث خطأ غير معروف في الرسالة، ";
$locale['489'] = "تم أرشفة الرسالة";
$locale['489b'] = "تم الغاء ارشفة الرسالة";
$locale['490'] = "تم حذف الرسالة";
$locale['491'] = "تم الإرسال";
$locale['492'] = "لا يوجد أعضاء في هذه المجموعة.";
$locale['493'] = "تحديد الكل كمقروء";
$locale['494'] = "تحديد كمقروء";
$locale['495'] = "تحديد كغير مقروء";
$locale['496'] = "تحديد الكل كغير مقروء";

// Tooltips
$locale['500'] = "كتابة رسالة جديدة";
$locale['501'] = "لمشاهدة الرسائل الواردة";
$locale['502'] = "مشاهدة الرسائل الصادرة";
$locale['503'] = "لمشاهدة الرسائل المحفوظة";
$locale['504'] = "لتحديد هذة الرسالة";
$locale['505'] = "لمشاهدة هذة الرسالة";
$locale['506'] = "مشاهدة الملف الشخصي للمرسلين";
$locale['507'] = "تحديد جميع الرسائل";
$locale['508'] = "إلغاء تحديد جميع الرسائل";
$locale['509'] = "جميع الرسائل من كل المرسلين";
$locale['510'] = "الرسائل من المرسلين الذي تبداً بـ %s";
$locale['511'] = "انقر لنقل الرسائل المحددة إلى صندوق الحفظ";
$locale['512'] = "انقر لنقل الرسائل المحددة إلى صندوق الوارد";
$locale['513'] = "انقر لجعل الرسائل المحددة كمقروءة";
$locale['514'] = "انقر لجعل الرسائل المحددة كغير مقروء";
$locale['515'] = "انقر لحذف الرسائل المحددة";
$locale['516'] = "انقر لإجراء تغييرات الإعدادات";
$locale['520'] = "الإفتراضي";
$locale['521'] = "لا تعلمني";
$locale['522'] = "نعم ، ابقيني على اطلاع";
$locale['523'] = "لا تحتفظ بسجل";
$locale['524'] = "نعم ، احتفظ برسائلي المرسلة";

// Options
$locale['620'] = "الاعدادات";
$locale['621'] = "اعلمني عبر البريد الإلكتروني في حال وصلتني رسالة خاصة جديدة:";
$locale['622'] = "أرشفة الرسائل تلقائياً:";
$locale['623'] = "حفظ الإعدادات";
$locale['624'] = "تم حفظ الإعدادات";
$locale['625'] = "لديك رسالة خاصة جديدة في [SITENAME]";
$locale['626'] = ",<br/>
لقد تلقيت رسالة خاصة جديدة بعنوان [SUBJECT] من [USER] على [SITENAME]. يمكنك [LINK]قراءة[/LINK] رسالتك الخاصة.يمكنك تعطيل إخطار البريد الإلكتروني من خلال لوحة الخيارات في صفحة الرسائل الخاصة إذا لم تعد ترغب في أن يتم إخطارك بالرسائل الجديدة.";
$locale['627'] = "خطأ";
$locale['628'] = "لا يمكن إرسال رسالة خاصة. الصندوق الوارد ممتلئ.";
$locale['629'] = "لا يمكنك نقل الرسالة (الرسائل) المحددة إلى المجلد المحدد حيث إنها ستتجاوز الحد الأقصى للرسالة.";
$locale['630'] = " حد الرسالة";

$locale['700'] = "البريد الوارد للمستخدم ممتلئ. حاول حذفه أو ترقيته إلى حالة 102 أو 103";
$locale['701'] = "معرف مستخدم المرسل غير موجود في قاعدة البيانات. تم إحباط التسلسل.";
$locale['702'] = "معرف المستخدم مستلم الرسالة غير صالح";
$locale['703'] = "أنت تقوم باغراق, send_pm توقفت";
