<?php
// Standard
$locale['400'] = "الرسائل الخاصة";
$locale['401'] = "رسالة جديدة";
$locale['402'] = "صندوق الوارد";
$locale['403'] = "صندوق الصادر";
$locale['404'] = "الأرشيف";
$locale['405'] = "الموضوع";
$locale['406'] = "من";
$locale['407'] = "التاريخ";
$locale['408'] = "مالك الموقع الالكنروني";
$locale['409'] = "قم بذلك مع العناصر المحددة:";
$locale['410'] = "تحديد الكل";
$locale['411'] = "إلغاء تحديد الكل";
$locale['412'] = "حفظ";
$locale['413'] = "إلغاء الحفظ";
$locale['414'] = "مقروء";
$locale['415'] = "غير مقروء";
$locale['416'] = "حذف";
$locale['417'] = "عرض المرسل مع الرسائل:";
$locale['418'] = "الكل";
$locale['419'] = "ليس لديك رسائل خاصة";
$locale['420'] = "إرسال رسالة خاصة";
$locale['420a'] = "المستلم";
$locale['421'] = "أوجد مستخدم ...";
$locale['422'] = "الرسالة";
$locale['423'] = "كود BB";
$locale['424'] = "الإبتسامات";
$locale['425'] = "الخيارات";
$locale['426'] = "أرسل";
$locale['427'] = "تعطيل الإبتسامات في الرسالة";
$locale['428'] = "عرض التوقيع في الرسالة";
$locale['429'] = "معاينة";
$locale['430'] = "أرسل";
$locale['431'] = "قراءة الرسالة الخاصة";
$locale['432'] = "إغلاق";
$locale['433'] = "الرد";
$locale['434'] = "إرسال للكل";
$locale['437'] = "أرسل";
$locale['439'] = "الرد";
$locale['440'] = "(استلم %s)";
$locale['441'] = "أكتب كمالك الموقع الالكنروني";
$locale['442'] = "مستويات المستخدم";
$locale['443'] = "المجموعات";
$locale['444'] = "المزيد";
$locale['445'] = "تم حفظ إعدادات الضبط";
$locale['446'] = "رسائل غير مقروءة";
$locale['447'] = "رسائل مقروءة";
$locale['448'] = "الإعدادات";

// Search Options -- this is used by Search.php
$locale['450'] = "خيارات البحث والفرز";
$locale['451'] = "البحث / الفرز";
$locale['452'] = "مسح";
$locale['453'] = "لم يتم العثور على أي شيء أثناء بحثك";
$locale['454'] = "البحث عن";
$locale['455'] = "بشكل";
$locale['456'] = "الفرز بواسطة";
$locale['457'] = "(إستخدم ؟ و * كأحرف البدل)";
$locale['458'] = "يعرض حالياً أعضاء مع '%s' في '%s' ";
$locale['459'] = "بداية المرسل بـ '%s' ";
$locale['460'] = "الفرز بواسطة '%s'";
$locale['461'] = "هذا صندوق الرسائل فارغ"; // del
$locale['462'] = "الموضوع";
$locale['463'] = "الرسالة";
$locale['464'] = "المرسل";
$locale['465'] = "تاريخ/وقت الإستلام";
$locale['466'] = "لم يحدد";
$locale['467'] = "لم يتم تحديد محادثة";
$locale['468'] = "بدء محادثة جديدة مع %s";
$locale['469'] = "الرد إلى %s";

$locale['471'] = "لا يوجد أي رسائل";

// Error Messages
$locale['480'] = "خطأ";
$locale['481'] = "معرف رسالة خاطيء";
$locale['482'] = "معرف عضو خاطيء";
$locale['483'] = "للأعضاء فقط";
$locale['484'] = "تم سحب وسيلة رسائلك الخاصة بسبب سوء الاستخدام .";
$locale['485'] = "من فضلك حدد رسالة واحدة على الأقل";
$locale['486'] = "يجب عليك إكمال جميع الحقول : الموضوع والرسالة";
$locale['487'] = "فيضان ! الرجاء الإنتظار %s ثواني قبل أن تكتب الرسالة التالية.";
$locale['488'] = "خطأ غير معروف حدث على الرسالة, ";
$locale['489'] = "الرسالة تم أرشفتها";
$locale['489b'] = "الرسالة تم إلغاء أرشفتها";
$locale['490'] = "الرسالة حذفت";
$locale['491'] = "تم إرسال الرسالة";
$locale['492'] = "لا يوجد أي مستخدمون في هذه المجموعة.";
$locale['493'] = "تحديد الكل كمقرؤة";
$locale['494'] = "تحديد كمقرؤة";
$locale['495'] = "تحديد كغير مقرؤة";
$locale['496'] = "تحديد الكل كغير مقرؤة";

// Tooltips
$locale['500'] = "إضغط لكتابة رسالة جديدة";
$locale['501'] = "إضغط لرؤية رسائلك المستلمة";
$locale['502'] = "إضغط لرؤية رسائلك المرسلة";
$locale['503'] = "إضغط لرؤية رسائلك المحفوظة";
$locale['504'] = "إضغط لتحديد هذه الرسالة";
$locale['505'] = "إضغط لرؤية هذه الرسالة";
$locale['506'] = "إضغط لرؤية ملف المرسل الشخصي";
$locale['507'] = "إضغط لتحديد كل الرسائل";
$locale['508'] = "إضغط لإلغاء تحديد كل الرسائل";
$locale['509'] = "إضغط لرؤية الرسائل من كل المرسلين";
$locale['510'] = "إضغط لرؤية الرسائل من المرسلين الذين يبدأوا بـ %s";
$locale['511'] = "إضغط لنقل الرسائل المحددة إلى صندوق الحفظ الخاص بك";
$locale['512'] = "إضغط لنقل الرسائل المحددة إلى صندوق الوارد الخاص بك";
$locale['513'] = "إضغط لتعيين الرسائل المحددة كمقروءة";
$locale['514'] = "إضغط لتعيين الرسائل المحددة كغير مقروءة";
$locale['515'] = "إضغط لحذف الرسائل المحددة";
$locale['516'] = "إضغط لعمل تغييرات الضبط";
$locale['520'] = "الإفتراضي";
$locale['521'] = "لا تقم بتنبيهي";
$locale['522'] = "نعم , إبقيني على إطلاع";
$locale['523'] = "لا تحتفظ بسجل";
$locale['524'] = "نعم , الحفاظ على رسائلي المرسلة";

// Options
$locale['620'] = "الإعدادات";
$locale['621'] = "أعلمني عن طريق البريد الإلكتروني عندما أتلقى رسالة خاصة جديدة:";
$locale['622'] = "حفظ الرسائل المرسلة تلقائيا:";
$locale['623'] = "حفظ الضبط";
$locale['624'] = "الضبط المحفوظ";
$locale['625'] = "لديك رسالة خاصة جديدة تنتظر في [SITENAME]";
$locale['626'] = " ,<br/>لقد تلقيت رسالة خاصة جديدة بعنوان [SUBJECT] من [USER] في [SITENAME]. <br/>يمكنك [LINK]قراءة[/LINK] رسالتك الخاصة.
<br/>يمكنك تعطيل تنبيه البريد الإلكتروني من خلال لوحة الخيارات لصفحة الرسالة الخاصة إذا كنت لم تعد ترغب في أن يتم إعلامك عن الرسائل الجديدة.";
$locale['627'] = "خطأ";
$locale['628'] = "غير قادر على إرسال الرسالة الخاصة. صندوق الوارد للمستلم ممتليء.";
$locale['629'] = "لا يمكنك نقل الرسائل المحددة إلى المجلد المحدد لأنها سوف تتجاوز الحد الأقصى لحد الرسائل.";
$locale['630'] = " حد الرسائل";
$locale['631'] = "تم إرسال هذه الرسالة تلقائياً بواسطة النظام ولا تتطلب أي رد.";
$locale['632'] = "النظام";

$locale['700'] = "صندوق بريد المستخدم الخاص بك ممتلئ . حاول حذفه أو ترقيته إلى الحالة 102 أو 103";
$locale['701'] = "معرف المستخدم المرسل غير موجود في قاعدة البيانات . تم إحباط التسلسل.";
$locale['702'] = "معرف مستخدم مستلم الرسالة غير صالح";
$locale['703'] = "أنت تسبب فيضان , send_pm توقفت";
