<?php
$locale['r100'] = "التقييمات";
$locale['r101'] = "لم يتم إضافة تقييمات.";
$locale['r102'] = "إزالة التقييم";
$locale['r103'] = "إضافة تقييم";
$locale['r104'] = "التقييم متاح للأعضاء فقط:<br/> الرجاء [RATING_ACTION] للتقييم.";
$locale['r105'] = "تقييمك %s في %s";
$locale['r106'] = "يرجى التقييم";
$locale['r107'] = "اختر التقييم:";
$locale['r108'] = "لا توجد تصويتات";
$locale['r109'] = "صوِّت";
$locale['r110'] = "التصويتات";
// Rating Options
$locale['r120'] = "رائـع!";
$locale['r121'] = "جيد جداً";
$locale['r122'] = "جيد";
$locale['r123'] = "متوسّط";
$locale['r124'] = "ضعيف";
