<?php
// Error messages
$locale['500'] = "حدث خطأ أثناء معالجة طلبك";
$locale['501'] = "رابط التفعيل لم يعد نشط أو انتهت فترة الصلاحية. <br/><br/> إذا كان لديك أي استفسار حول هذا الموضوع يرجى التواصل معنا على [SITEEMAIL].";
$locale['502'] = "رابط التفعيل لم يعد نشط أو إنتهت فترة الصلاحية. <br/><br/> إذا كان لديك أي إستفسار حول هذا الموضوع يرجى التواصل معنا على [SITEEMAIL].";
$locale['503'] = "رابط التفعيل لم يعمل بشكل جيد.<br /> ربما تم تفعيل حسابك مسبقاً وبهذه الحالة يمكنك [/LINK]تسجيل الدخول[LINK].<br /><br /> إذا لم تتمكن من تسجيل الدخول، الرجاء التواصل معنا على [SITEEMAIL].";
// Send confirmation mail
$locale['504'] = "إعادة تفعيل الحساب في [SITENAME]";
$locale['505'] = "مرحبا [USER_NAME],
<br/>
حسابك في [SITENAME] تمت إعادة تنشيطه. نأمل أن نراكم أكثر في الموقع.<br/><br/>

تحياتنا,<br/><br/>
[SITEUSERNAME]";
$locale['506'] = "إعادة تنشيط من قبل العضو.";
