<?php
$locale['400'] = "البحث في [SITENAME]";
$locale['401'] = "كلمات البحث";
$locale['402'] = " بحث";
$locale['403'] = "أيّ من هذه الكلمات";
$locale['404'] = "كل هذه الكلمات";
$locale['405'] = "البحث في:";
$locale['406'] = "الخيارات:";
$locale['407'] = "كل محتوى الموقع";
$locale['408'] = "نتائج البحث";
//addition date
$locale['420'] = "البحث:";
$locale['421'] = "الكل";
$locale['422'] = "بالأمس";
$locale['423'] = "الاسبوع الماضي";
$locale['424'] = "آخر أسبوعين";
$locale['425'] = "الشهر الماضي";
$locale['426'] = "أخر ثلاثة شهور";
$locale['427'] = "أخر ستة شهور";
//where
$locale['430'] = "العنوان والنص";
$locale['431'] = "النص فقط";
$locale['432'] = "العنوان فقط";
//sort by
$locale['440'] = "تصنيف بحسب:";
$locale['441'] = "التاريخ";
$locale['442'] = "العنوان";
$locale['443'] = "الكاتب";
//
$locale['450'] = "تنازلي";
$locale['451'] = "تصاعدي";
//characters in results
$locale['460'] = "عرض:";
$locale['461'] = "حروف في النتيجة";
$locale['462'] = "النص كامل";
//No results
$locale['500'] = "عذرًا، لم نعثُر على أيّة نتائج مطابقة.";
$locale['501'] = "يجب أن تتكون كلمات البحث من ثلاثة ۳ حروف على الأقل.";
$locale['502'] = "يتم تجاهل نتائج البحث التي تتكون من أقل من ثلاثة حروف (%s) في هذه العملية.";
//Global search
$locale['510'] = "العناصر المطابقة لمعايير البحث في كافة محتوى الموقع";
//
$locale['520'] = "مطابق";
$locale['521'] = "متطابق";
$locale['522'] = "المتطابقة مع معايير البحث";
//more than 100 results
$locale['530'] = "الرجاء إستخدام عبارات أكثر دقة، تم العثور على %s نتيجة. يتم عرض أول 100 نتيجة";
