<?php
$locale['title'] = "تثبيت ملفات برمجية إدارة المحتوى PHPFusion العربية الأساسية النسخة 8";
$locale['sub-title'] = "تثبيت ملفات برمجية إدارة المحتوى PHPFusion العربية الأساسية النسخة 8";
$locale['xml_lang'] = "ar";
$locale['charset'] = "utf-8";
$locale['001'] = "الخطوة 1: اللغة";
$locale['002'] = "الخطوة 2: فحص صلاحيات الملفات والمجلدات";
$locale['003'] = "الخطوة 3: إعدادات قاعدة البيانات";
$locale['004'] = "الخطوة 4: التكوين / تثبيت قاعدة البيانات";
$locale['005'] = "الخطوة 5: تفاصيل المدير الأساسية";
$locale['006'] = "الخطوة 6: الإعدادات النهائية";
$locale['007'] = "التالي";
$locale['008'] = "حاول مرة اخرى";
$locale['009'] = "الإنتهاء";

// Step 1
$locale['010'] = "يرجى تحديد اللغة المطلوبة:";
$locale['011'] = "تنزيل المزيد من اللغات من <a href='https://phpfusion.com/infusions/downloads/downloads.php?cat_id=29' target='_blank'><strong>موقع دعم PHPFusion الرسمي</strong></a>";
$locale['012'] = "يتطلب منك الموافقة على اتفاقية الشروط والأحكام قبل استخدام الفيوشن.";
$locale['013'] = "&nbsp;قرأت وأوافق على الشروط والأحكام الفيوشن <a href='https://phpfusion.com/licensing/?agpl' target='_blank'>أحكام وشروط الإستخدام</a> ";

// Step 2
$locale['020'] = "من أجل مواصلة التثبيت ، الملفات/ المجلدات التالية يجب أن تكون قابلة للكتابة:";
$locale['021'] = "فحص تصاريح الكتابة تم تجاوزه بنجاح , اضغط التالي للمتابعة.";
$locale['022'] = "فحص تصاريح الكتابة فشل , من فضلك قم بتغيير تصاريح الملفات / المجلدات التي تم تحديدها كفاشلة .";
$locale['023'] = "نجاح";
$locale['024'] = "فشل";
$locale['025'] = "تحديث";

// Step 3 - Access
$locale['030'] = "<h6>أدخل معلومات الإتصال بقاعدة البيانات. إذا كنت غير متأكد، أو لا تملك هذه المعلومات ولا تعرف كيف يمكنك الحصول عليها، تواصل مع مُستضيفك.</h6>";
$locale['031'] = "إسم المستضيف:";
$locale['032'] = "إسم المستخدم:";
$locale['033'] = "كلمة المرور:";
$locale['034'] = "إسم قاعدة البيانات:";
$locale['035'] = "بادئة الجدول:";
$locale['036'] = "بادئة الكوكيز:";
$locale['037'] = "تفعيل PDO أو MySQLi";
$locale['038'] = "يبدو أن PDO غير متاحة";
$locale['039'] = "PDO";
$locale['039b'] = "MySQLi";
$locale['039c'] = "حدد اللغات التي تريد استخدامها:";

// Step 4 - Database Setup
$locale['040'] = "تم إنشاء إتصال قاعدة البيانات.";
$locale['041'] = "تم كتابة ملف Config بنجاح.";
$locale['042'] = "تم إنشاء جداول قاعدة البيانات .";
$locale['043'] = "خطأ:";
$locale['044'] = "غير قادر على الاتصال مع MySQL.";
$locale['045'] = "الرجاء التأكد من أن إسم المستخدم وكلمة السر الخاصة بقاعدة بيانات MySQL هي صحيحة.";
$locale['046'] = "غير قادر على كتابة ملف config .";
$locale['047'] = "تأكد أن ملف config.php قابل للكتابة.";
$locale['048'] = "غير قادر على إنشاء جداول قاعدة البيانات.";
$locale['049'] = "الرجاء تحديد اسم قاعدة البيانات الخاصة بك.";
$locale['050'] = "غير قادر على الوصول إلى قاعدة البيانات MySQL.";
$locale['051'] = "قاعدة بيانات MySQL المحددة غير موجودة.";
$locale['052'] = "خطأ في بادئة الجدول.";
$locale['053'] = "بادئة الجدول المحددة مستخدمة مسبقاً.";
$locale['054'] = "لا يمكن أن كتابة أو حذف جداول MySQL .";
$locale['055'] = "تأكد بإعطاء التصاريح اللازمة لقاعدة البيانات المختارة للمستخدم في MySQL.";
$locale['056'] = "تفريغ الحقول.";
$locale['057'] = "تأكد من كتابة جميع البيانات الخاصة لقاعدة البيانات.";

// Step 5 - Super Admin login
$locale['060'] = "تفاصيل دخول المدير العام الأساسية ";
$locale['061'] = "إسم المستخدم:";
$locale['062'] = "كلمة مرور المستخدم:";
$locale['063'] = "تأكيد كلمة المرور:";
$locale['064'] = "كلمة مرور الإدارة:";
$locale['065'] = "تأكيد كلمة مرور الإدارة:";
$locale['066'] = "البريد الإلكتروني:";

// Step 6 - User details validation
$locale['070'] = "إسم المستخدم يحتوي على أحرف غير صالحة.";
$locale['070b'] = "الرجاء إدخال جميع البيانات المطلوبة.";
$locale['071'] = "كلمة المرور غير متطابقة.";
$locale['072'] = "كلمة المرور غير صالحة، الرجاء إستخدام الأبجدية الرقمية فقط.<br />يجب أن لا تقل عن 8 خانات أو أكثر.";
$locale['072b'] = "حقول كلمة سر تسجيل الدخول لا يمكن أن تترك فارغة";
$locale['073'] = "كلمة المرور لوحة التحكم غير متطابقة.";
$locale['074'] = "كلمة مرور المستخدم يجب أن تكون مختلفة عن كلمة مرور لوحة التحكم.";
$locale['075'] = "كلمة مرور لوحة التحكم غير صالحة، الرجاء إستخدام الأبجدية الرقمية فقط.<br />يجب أن لا تقل عن 8 خانات أو أكثر.";
$locale['075b'] = "حقول كلمة مرور تحكم الإدارة لا يمكن أن تترك فارغة.";
$locale['076'] = "البريد الإلكتروني غير صحيح.";
$locale['076b'] = "الرجاء ادخال جميع البيانات المطلوبة.";
$locale['077'] = "إعدادات المستخدم الخاصة بك غير صحيحة:";

// Step 6 - Admin Items
$locale['080'] = "المدراء";
$locale['081'] = "تصنيفات المقال";
$locale['082'] = "المقالات";
$locale['083'] = "اللافتات";
$locale['084'] = "محرر النصوص";
$locale['085'] = "القائمة السوداء";
$locale['086'] = "التعليقات";
$locale['087'] = "الصفحات الخاصة";
$locale['088'] = "النسخة الاحتياطية لقاعدة البيانات";
$locale['089'] = "تصنيفات الملفات";
$locale['090'] = "ملفات التحميل";
$locale['091'] = "الأسئلة المتكررة";
$locale['092'] = "المنتديات";
$locale['093'] = "الصور";
$locale['094'] = "الملاحق البرمجية";
$locale['095'] = "جوانب الملاحق";
$locale['096'] = "الأعضاء";
$locale['097'] = "تصنيفات الأخبار";
$locale['098'] = "أخبار";
$locale['099'] = "لوحات";
$locale['100'] = "ألبوم الصور";
$locale['101'] = "معلومات الـPHP";
$locale['102'] = "استطلاعات الرأي";
// $locale['103'] = "";
$locale['104'] = "الروابط";
$locale['105'] = "رموز التعبير";
$locale['106'] = "الإرساليات";
$locale['107'] = "الترقية";
$locale['108'] = "مجموعات العضو";
$locale['109'] = "تصنيفات الروابط";
$locale['110'] = "الروابط";
$locale['111'] = "الإعدادات الرئيسية";
$locale['112'] = "الوقت والتاريخ";
$locale['113'] = "إعدادات المنتديات";
$locale['114'] = "التسجيل";
$locale['115'] = "معرض الصور";
$locale['116'] = "الإعدادات الإضافية";
$locale['117'] = "الرسائل الخاصة";
$locale['118'] = "حقول المستخدم";
$locale['119'] = "رتب المنتدى";
$locale['120'] = "تصنيفات حقول المستخدم";
$locale['121'] = "إعدادات الأخبار";
$locale['122'] = "ادارة المستخدمين";
$locale['123'] = "ملفات التحميل";
$locale['124'] = "العناصر في الصفحة";
$locale['125'] = "الأمان";
$locale['126'] = "إعدادات الأخبار";
$locale['127'] = "إعدادات التنزيلات";
$locale['128'] = "إعادة تعيين كلمات مرور لوحة التحكم";
$locale['129'] = "سجل الأخطاء";
$locale['129a'] = "سجل الأعضاء";
$locale['129b'] = "robots.txt";
$locale['129c'] = "إعدادات اللغة";
$locale['129d'] = "الروابط الثابتة";
$locale['129e'] = "أداة الدمج";
$locale['129f'] = "إعدادات القالب";
$locale['130a'] = "تصنيفات المدونة";
$locale['130b'] = "المدونة";
$locale['130c'] = "إعدادات المدونة";
$locale['130d'] = "Fusion مدير الملفات";
/*$locale['130e'] = "Fusion Security"; // for a future release, no need to translate atm
$locale['130f'] = "Database Optimization";
$locale['130g'] = "User IP Lookup";*/

// Step 6 - Navigation Links
$locale['130'] = "الصفحة الرئيسية";
$locale['131'] = "المقالات";
$locale['132'] = "ملفات التحميل";
$locale['133'] = "الأسئلة المتكررة";
$locale['134'] = "المنتدى";
$locale['135'] = "الاتصال بنا";
$locale['136'] = "تصنيفات الأخبار";
$locale['137'] = "الروابط";
$locale['138'] = "معرض الصور";
$locale['139'] = "البحث";
$locale['140'] = "إرسال رابط";
$locale['141'] = "إرسال خبر";
$locale['142'] = "إرسال مقال";
$locale['143'] = "إرسال صورة";
$locale['144'] = "إرسال ملف تحميل";
$locale['145'] = "إرسال مدونة";

// Stage 6 - Panels
$locale['160'] = "التصفح";
$locale['161'] = "الأعضاء المتواجدون";
$locale['162'] = "موضوعات المنتدى";
$locale['163'] = "أحدث المقالات";
$locale['164'] = "رسالة الترحيب";
$locale['165'] = "قائمة موضوعات المنتديات";
$locale['166'] = "معلومات المستخدم";
$locale['167'] = "استبيانات الأعضاء";
$locale['168'] = "بمقتطفات الأخبار أر أس أس";
$locale['169'] = "أرشيفات المدونة";

//Multilanguage table rights
$locale['MLT001'] = "المقالات";
$locale['MLT002'] = "الصفحات الخاصة";
$locale['MLT003'] = "ملفات التحميل";
$locale['MLT004'] = "الأسئلة المتكررة";
$locale['MLT005'] = "المنتديات";
$locale['MLT006'] = "أخبار";
$locale['MLT007'] = "معرض الصور";
$locale['MLT008'] = "استطلاعات الرأي";
$locale['MLT009'] = "نماذج البريد الالكتروني";
$locale['MLT010'] = "الروابط";
$locale['MLT011'] = "روابط الموقع";
$locale['MLT012'] = "لوحات";
$locale['MLT013'] = "رتب المنتدى";
$locale['MLT014'] = "المدونة";

// Stage 6 - News & Blog default Categories
$locale['180'] = "خلل برمجي";
$locale['181'] = "ملفات التحميل";
$locale['182'] = "ألعاب";
$locale['183'] = "الصور";
$locale['184'] = "المعدات";
$locale['185'] = "مذكرات";
$locale['186'] = "الأعضاء";
$locale['187'] = "التعديلات البرمجية";
$locale['188'] = "الأفلام";
$locale['189'] = "الشبكات";
$locale['190'] = "أخبار";
$locale['191'] = "الفيوشن";
$locale['192'] = "الأمان";
$locale['193'] = "البرمجيات";
$locale['194'] = "القوالب";
$locale['195'] = "ويندوز";

// Stage 6 - Default Forum Ranks
$locale['200'] = "المدير العام";
$locale['201'] = "مشرف";
$locale['202'] = "مُشرف";
$locale['203'] = "فعال";
$locale['204'] = "جديد";
$locale['205'] = "عضو";
$locale['206'] = "نشيط";
$locale['207'] = "مخضرم";
$locale['208'] = "فيوشنر";

// Stage 6 - Default Smileys
$locale['210'] = "ابتسامة";
$locale['211'] = "غمزة";
$locale['212'] = "حزين";
$locale['213'] = "عبوس";
$locale['214'] = "مصدوم";
$locale['215'] = "عصبي";
$locale['216'] = "هادئ";
$locale['217'] = "سعيد";
$locale['218'] = "غاضب";

// Stage 6 - User Field Categories
$locale['220'] = "معلومات الاتصال";
$locale['221'] = "معلومات أخرى";
$locale['222'] = "الخيارات";
$locale['223'] = "الإحصائيات";
$locale['224'] = "الخصوصية";

// Welcome panel message
$locale['230'] = "مرحباً بك في موقعك!";

// Final message
$locale['240'] = "التثبيت إنتهى , وبرمجية إدارة المحتوى PHPFusion 8 جاهزة الآن للإستخدام.<br />
إضغط على الإنتهاء في الأسفل للتوجه إلى موقعك بدعم من PHPFusion العربية.<br />
<strong>ملاحظة:</strong> بعد أن تدخل موقعك فيجب أن تقوم بحذف الملف setup.php من خادمك
و تغيير تصاريح الملف config.php وإعادتها إلى 644 لأسباب أمنية.<br /><br />
شكراً لك على إختيارك مجلة PHPFusion العربية.";

// Default time settings
$locale['shortdate'] = "%d.%m.%y";
$locale['longdate'] = "%B %d %Y %H:%M:%S";
$locale['forumdate'] = "%d-%m-%Y %H:%M";
$locale['newsdate'] = "%B %d %Y";
$locale['subheaderdate'] = "%B %d %Y %H:%M:%S";

// Email Template Setup, don´t translate the words between brackets [].
$locale['T001'] = "نماذج البريد الالكتروني";
$locale['T101'] = "إشعار بالرسائل الخاصة الجديدة";
$locale['T102'] = "لديك رسالة خاصة جديدة من [USER] تنتظر على [SITENAME]";
$locale['T103'] = "مرحبا [RECEIVER],\r\nلقد تلقيت رسالة خاصة جديدة بعنوان [SUBJECT] من [USER] في [SITENAME]. يمكنك قراءة رسالتك الخاصة على [SITEURL]messages.php\r\n\r\nالرسالة: [MESSAGE]\r\n\r\nيمكنك تعطيل إشعار البريد الإلكتروني من خلال لوحة الخيارات في صفحة الرسائل الخاصة إذا لم تعد ترغب في أن يتم إعلامك بالرسائل الجديدة.\r\n\r\nمع التحية ,\r\n[SENDER].";
$locale['T201'] = "إشعار على مشاركات المنتدى الجديدة";
$locale['T202'] = "يوجد رد على الموضوع - [SUBJECT]";
$locale['T203'] = "مرحبا [RECEIVER],\r\n\r\nتم إرسال رد في موضوع المنتدى \\'[SUBJECT]\\' الذي تقوم بتتبعه في [SITENAME]. يمكنك استخدام الرابط التالي لعرض الرد:\r\n\r\n[THREAD_URL]\r\n\r\nإذا لم تعد ترغب في مشاهدة هذا الموضوع يمكنك النقر فوق رابط \\'توقف عن تتبع هذا الموضوع\\' link الذي يقع في الجزء العلوي من الموضوع.\r\n\r\nمع التحية ,\r\n[SENDER].";
$locale['T301'] = "نموذج المراسلة";
$locale['T302'] = "[SUBJECT]";
$locale['T303'] = "[MESSAGE]";
$locale['T304'] = "تفعيل البريد الإلكتروني";
$locale['T305'] = "مرحباً بك في [SITENAME]";
$locale['T306'] = "مرحبا USER_NAME,<br/>\nمرحبًا بكم في SITENAME. هنا تفاصيل تسجيل الدخول الخاصة بك:<br/>\nاسم المستخدم: USER_NAME<br/>\nكلمة المرور: USER_PASSWORD<br/>\nيرجى تفعيل حسابك عبر الرابط التالي: ACTIVATION_LINK<br/>\nتحياتنا,<br/>\nSITEUSERNAME";

// Language Admin
$locale['L001'] = "إعدادات متعددة اللغات";
