<?php
// Items shown in profile
$locale['u040'] = "تاريخ الانضمام";
$locale['u041'] = "آخر زيارة";
$locale['u042'] = "لم تتم الزيارة";
$locale['u043'] = "إرسال رسالة خاصة";
$locale['u044'] = "معلومات الاتصال";
$locale['u045'] = "معلومات أخرى";
$locale['u046'] = "الخيارات";
$locale['u047'] = "الإحصائيات";
$locale['u048'] = "معلومات المدير";
$locale['u049'] = "عنوان بروتوكول IP";
$locale['u050'] = "غير معرف";
$locale['u051'] = "إخفاء البريد الإلكتروني؟";
$locale['u052'] = " نعم ";
$locale['u053'] = " لا";
$locale['u054'] = "عرض سجل التوقيف";
$locale['u055'] = "حالة العضو:";
$locale['u056'] = "السبب";
$locale['u057'] = "مجموعات العضو";
$locale['u058'] = "خيارات المدير";
$locale['u059'] = "إضافة";
$locale['u060'] = "إضافة العضو للمجموعة المختارة؟";
$locale['u061'] = "إضافه إلى المجموعة";
$locale['u062'] = "الصورة الرمزية للعضو";
$locale['u063'] = "مستوى العضو";
$locale['u064'] = "/M/";
$locale['u066'] = "تاريخ الانضمام";
$locale['u067'] = "آخر زيارة";
$locale['u068'] = "إسم المستخدم";
$locale['u070'] = "حظر";
$locale['u071'] = "إيقاف";
$locale['u073'] = "حذف هذا العضو؟";
$locale['u074'] = "إلغاء الحظر";
// Profile and register
$locale['u100'] = "يجب إدخال كلمة المرور الحالية، حتى تتمكن من تغيير كلمة المرور أو البريد الإلكتروني.";
$locale['u101'] = "التسجيل";
$locale['u102'] = "تحرير الملف الشخصي";
$locale['u103'] = "الملف الشخصي";
$locale['u104'] = "الملف الشخصي للعضو";
$locale['u105'] = "تحديث الملف الشخصي";

// New UF 1.20
$locale['uf_100'] = "إعدادات الحساب العامة";
$locale['uf_101'] = "إعدادات معلومات العضو";
$locale['uf_102'] = "إعدادات صورة العضو الرمزية";
$locale['uf_103'] = "عام";
$locale['uf_104'] = "معلومات المستخدم";
$locale['uf_105'] = "الصورة الشخصية";
$locale['uf_106'] = "المعلومات الأساسية";
$locale['uf_107'] = "%s لا يوجد لديه معلومات المستخدم المتاحة.";
$locale['uf_108'] = "لا توجد حقول مستخدم محددة";

// View User Groups
$locale['u110'] = "عرض مجموعة العضو";
$locale['u111'] = "%u عضو";
$locale['u112'] = "%u أعضاء";
$locale['u113'] = "إسم المستخدم";
$locale['u114'] = "درجة العضو";
$locale['u115'] = "اللغة";
$locale['u116'] = "لا يوجد أعضاء في المجموعة.";
$locale['u117'] = "لا توجد مجموعات للعضو.";
// User name and email
$locale['u119'] = "اسم المستخدم يحتوي على.";
$locale['u120'] = "إسم المستخدم يحتوي على أحرف غير صالحة.";
$locale['u121'] = "اسم المستخدم غير متاح.";
$locale['u122'] = "الرجاء إدخال جميع البيانات المطلوبة.";
$locale['u123'] = "البريد الإلكتروني غير صحيح.";
$locale['u124'] = "تم حظر البريد الإلكتروني أو الجزء الرئيسي منة.";
$locale['u125'] = "لا يمكن تسجيل حساب جديد بنفس عنوان البريد الإلكتروني.";
$locale['u126'] = "الرجاء ادخال جميع البيانات المطلوبة.";
$locale['u127'] = "إسم المستخدم";
$locale['u128'] = "البريد الإلكتروني";
$locale['u129'] = "المعلومات الأساسية";
// Passwords
$locale['u130'] = "كلمات مرور تسجيل دخول لوحة التحكم";
$locale['u131'] = "كلمة مرور لوحة التحكم";
$locale['u132'] = "كلمات مرور تسجيل الدخول";
$locale['u133'] = "كلمة مرور تسجيل الدخول";
$locale['u134'] = "كلمة المرور الجديدة";
$locale['u134a'] = "تعيين كلمة المرور";
$locale['u134b'] = "إعادة كلمة المرور";
$locale['u135a'] = "كلمة المرور الحالية";
$locale['u135b'] = "تعيين كلمة مرور جديدة";
$locale['u135c'] = "كرر كلمة المرور الجديدة";
$locale['u136'] = "الرجاء إدخال جميع البيانات المطلوبة.";
$locale['u137'] = "الرجاء إدخال جميع البيانات المطلوبة.";
$locale['u138'] = "الرجاء إدخال جميع البيانات المطلوبة.";
$locale['u139'] = "كلمة المرور الجديدة غير متطابقة.";
$locale['u140'] = "كلمة مرور لوحة التحكم لا تتطابق مع كلمة مرور لوحة التحكم الحالية.";
$locale['u141'] = " يجب أن تختلف عن ";
$locale['u142'] = " قصيرة جدا أو تحتوي على أحرف غير صالحة!";
$locale['u143'] = " غير متطابقة!";
$locale['u143a'] = " لا يمكن أن تتركه فارغاً.";
$locale['u144'] = "كلمة مرور لوحة التحكم الجديدة";
$locale['u144a'] = "كلمة مرور للوحة التحكم الحالية";
$locale['u145'] = "تأكيد كلمة مرور لوحة التحكم";
$locale['u146'] = " لا يمكن أن يبقى مطابقاً مع ";
$locale['u147'] = "يجب أن يكون طول كلمة المرور بين 8 و 64.<br/>الرموز المسموح بها: a-z ، 0-9 و @!#$%&/()=-_?+*.,:;";
$locale['u148'] = "كلمات المرور الجديدة غير متطابقة.";
$locale['u148a'] = "كلمات مرور المدير العام غير متطابقتين.";
$locale['u149'] = "لم يتم تحديد كلمة المرور الحالية لتسجيل الدخول أو أنها غير صالحة.";
$locale['u149a'] = "لم يتم تحديد كلمة مرور المدير الحالية أو أنها غير صالحة.";
$locale['u149b'] = "لم يتم تحديد كلمة مرور تسجيل الدخول الحالية أو أنها غير صالحة. <br/> لا يمكنك تعيين كلمة مرور المدير دون كلمة المرور الصحيحة لتسجيل الدخول.";
// Email activation
$locale['u150'] = "سوف يتم إرسال رسالة إلى بريدك الإلكتروني تحتوي على تفاصيل تسجيل الدخول الخاصة بك مع رابط تفعيل الحساب، يرجى الضغط على الرابط وتفعيل حسابك للإنتهاء من عملية التسجيل بنجاح.";
$locale['u151'] = "مرحباً بك في [SITENAME]";
$locale['u152'] = "مرحبا USER_NAME,<br/>

مرحبًا بكم في SITENAME. هنا تفاصيل تسجيل الدخول الخاصة بك:<br/>

اسم المستخدم: USER_NAME<br/>

كلمة المرور: USER_PASSWORD<br/>

يرجى تفعيل حسابك عبر الرابط التالي: ACTIVATION_LINK<br/>

تحياتنا,<br/>

SITEUSERNAME";

$locale['u153'] = "لم نتمكن من إرسال رسالة تحقق إلى بريدك الإلكتروني.";
$locale['u154'] = "يرجى التواصل مع صاحب الموقع.";
$locale['u155'] = "تفعيل الحساب";
$locale['u156'] = "يرجى كتابة كلمة المرور الحالية لتغيير البريد الإلكتروني.";
// Success / Fail
$locale['u160'] = "تمت عملية التسجيل";
$locale['u161'] = "الآن يمكنك تسجيل الدخول.";
$locale['u162'] = "سوف يتم تفعيل حسابك في أقرب فرصة ممكنة.";
$locale['u163'] = "تم تحديث الملف الشخصي بنجاح.";
$locale['u164'] = "فشل في التحديث";
$locale['u165'] = "تمت إعادة إرسال البريد الإلكتروني.";

$locale['u167'] = "للأسباب التالية:";
$locale['u168'] = "يرجى المحاولة مرة أخرى.";
$locale['u169'] = "تم تحديث الملف الشخصي";
$locale['u170'] = "تم التسجيل بنجاح";
$locale['u171'] = "تم التحقق من حسابك.";
$locale['u172'] = "تم إضافة العضو بنجاح.";
$locale['u173'] = "العودة إلى إدارة المستخدم.";
$locale['u174'] = "إضافة عضو آخر.";
// Avatar upload
$locale['u180'] = "هناك خطأ في تحميل الصورة الرمزية";

$locale['u184'] = "الحد الأقصى لحجم الملف: %s / الحد الأقصى للمقاسات: %ux%u بيكسل";
$locale['u185'] = "الصوره الرمزية";
$locale['u186'] = "رفع الصورة الرمزية";
// Captcha and terms
$locale['u190'] = "كود التحقق";
$locale['u191'] = "أدخل رمز التحقق";
$locale['u192'] = "الشروط والاتفاقيات";
$locale['u193'] = "لقد قرأت [LINK]إتفاقية الإستخدام[/LINK] وأوافق عليها.";
$locale['u193a'] = "تم التحديث";
$locale['u193b'] = "موافق";
$locale['u194'] = "رمز التحقق غير صحيح.";
$locale['u195'] = "يجب كتابة رمز التحقق.";
// E-mail Change Confirmation
$locale['u200'] = "تم إرسال رسالة تحقق إلى البريد الإلكتروني الجديد (%s).";
$locale['u201'] = "سوف يتم تغيير البريد الإلكتروني إذا تم تفعيل رابط التحقق المرسل إليك.";
$locale['u202'] = "التحقق من البريد الإلكتروني - [SITENAME]";
$locale['u203'] = "مرحبا [USER_NAME],<br/>

قام شخص ما بتعيين عنوان البريد الإلكتروني هذا في حسابه على موقعنا.<br/>

إذا كنت تريد حقًا تغيير عنوان بريدك الإلكتروني إلى هذا العنوان ، فيرجى النقر على الرابط التالي:<br/>

[EMAIL_VERIFY_LINK]<br/>

ملاحظة: يجب أن تكون مسجلا للدخول.<br/>

تحياتنا,
[SITEUSERNAME]<br/>

[SITENAME]";
// Checker
$locale['u300'] = "كلمة السر يجب أن تحتوي على واحد على الأقل طابع خاص";
$locale['u301'] = "كلمة المرور يجب أن تحتوي على الأقل على حرف واحد كبير وحرف واحد صغير";
$locale['u302'] = "كلمة المرور يجب أن تحتوي على الأقل على رقم واحد";
$locale['u303'] = "كلمة المرور يجب أن تكون على الأقل بطول 8 حروف";
