<?php
$locale['BLKW_0100'] = "Блок кутия";
$locale['BLKW_0101'] = "Добавка за кутия с текст";
$locale['BLKW_0200'] = "Заглавие на блока";
$locale['BLKW_0201'] = "Описание на блока";
$locale['BLKW_0202'] = "Позиция на блока";
$locale['BLKW_0203'] = "Позиция по подразбиране";
$locale['BLKW_0204'] = "Позиция вляво";
$locale['BLKW_0205'] = "Позиция център";
$locale['BLKW_0206'] = "Позиция вдясно";
$locale['BLKW_0207'] = "Клас";
$locale['BLKW_0218'] = "Ръбове и пространство на блока";
$locale['BLKW_0219'] = "Ръб на блока";
$locale['BLKW_0220'] = "Подложка на блока";
$locale['BLKW_0221'] = "Запазване на блока";
$locale['BLKW_0222'] = "Запазване и затваряне на блока";
