<?php
$locale['400'] = "Изгубена парола";
$locale['401'] = "Писмо за потвърждение беше изпратено на Вашата електронна поща.";
$locale['402'] = "Новата Ви парола е изпратена на електронната Ви поща.";
$locale['403'] = "Върнете се към сайта";
$locale['404'] = "Елекотронната поща, която сте въвел не може да бъде намерена.";
$locale['405'] = "Електронната поща, която е въведена е невалидна.";
$locale['406'] = "Please try again.";
$locale['407'] = "Моля въведете елекронната поща, с която сте се регистрирал.
Нова парола ще бъде създадена и изпратена на този адрес.";
$locale['408'] = "Изпрати парола";
$locale['409'] = "Нова парола за ";
$locale['410'] = "Здравейте [USER_NAME],
Вие или някой друг изиска нова парола за достъп в потребиеля Ви в [SITENAME].

За да промените паролата си, моля кликнете на следната връзка:
[NEW_PASS_LINK]

С уважение,
[SITEUSERNAME]";
$locale['411'] = "Здравейте [USER_NAME],
 Вашата нова парола за достъп до потребителя Ви в [SITENAME] е:

[NEW_PASS]

Поздрави,
[SITEUSERNAME]";
$locale['412'] = "Възникна грешка, моля опитайте пак.";
$locale['413'] = "Моля, въведете електронната си поща:";
