<?php
// Error messages
$locale['500'] = "Помилка";
$locale['501'] = "Посилання, за яким Ви перейшли, втратило чинність.<br /><br />
Ви можете надіслати запит адміністрації сайту на відновлення Вашого облікового запису у ручному режимі з допомогою електронного листа на адресу [SITEEMAIL] .";
$locale['502'] = "Посилання, за яким Ви перейшли, пошкоджено!<br /><br />
Ви можете надіслати запит адміністрації сайту на відновлення Вашого облікового запису у ручному режимі з допомогою електронного листа на адресу [SITEEMAIL] .";
$locale['503'] = "Посилання, за яким Ви перейшли, не може відновити Ваш обліковий запис.<br />
Можливо, Ваш обліковий запис уже відновлено і Ви можете вільно [LINK]авторизуватися на сайті[/LINK].<br /><br />
Якщо авторизуватися не вдається, Ви можете надіслати запит адміністрації сайту на відновлення Вашого облікового запису у ручному режимі з допомогою електронного листа на адресу [SITEEMAIL] .";
// Send confirmation mail
$locale['504'] = "Обліковий запис на сайті [SITENAME] успішно відновлено";
$locale['505'] = "Вітаємо, [USER_NAME]!<br/>
Ваш обліковий запис на сайті [SITENAME] успішно відновлено. Сподіваємось, в майбутньому Ви будете відвідувати нас активніше.<br/><br/>
З повагою,<br/><br/>
[SITEUSERNAME]";
$locale['506'] = "Відновлено користувачем.";
