<?php
$locale['400'] = "Пошук на сайті [SITENAME]";
$locale['401'] = "Інформація для пошуку";
$locale['402'] = "Пошук";
$locale['403'] = "шукати за будь-яким з цих слів окремо";
$locale['404'] = "результат повинен містити всі ці слова";
$locale['405'] = "Місце пошуку:";
$locale['406'] = "Опції:";
$locale['407'] = "Весь сайт";
$locale['408'] = "Результат пошуку";
//addition date
$locale['420'] = "Період:";
$locale['421'] = "всі";
$locale['422'] = "за день";
$locale['423'] = "за тиждень";
$locale['424'] = "за 2 тижні";
$locale['425'] = "за місяць";
$locale['426'] = "за 3 місяці";
$locale['427'] = "за 6 місяців";
//where
$locale['430'] = "у заголовку та тексті";
$locale['431'] = "лише у тексті";
$locale['432'] = "лише у заголовку";
//sort by
$locale['440'] = "Сортувати за:";
$locale['441'] = "датою";
$locale['442'] = "заголовком";
$locale['443'] = "автором";
//
$locale['450'] = "за зменшенням";
$locale['451'] = "за збільшенням";
//characters in results
$locale['460'] = "Показати в результаті:";
$locale['461'] = "символів";
$locale['462'] = "повний текст";
//No results
$locale['500'] = "Не знайдено відповідностей.";
$locale['501'] = "Значення для пошуку повинне бути не коротшим ніж три символи.";
$locale['502'] = "Значення для пошуку менші ніж у три символи (%s) проігноровані.";
//Global search
$locale['510'] = " - всього відповідей на запит";
//
$locale['520'] = "Відповідає";
$locale['521'] = "Відповідностей";
$locale['522'] = " - відповідає запиту";
//more than 100 results
$locale['530'] = "Будь ласка, точніше сформулюйте запит. На Ваш запит повернено %s результатів. Ви можете одночасно переглядати 100 перших результатів";
