<?php
$locale['apw_title'] = "إعادة تعيين كلمة مرور المدير";
$locale['apw_desc'] = "تغيير كلمة مرور تسجيل الدخول و لوحة التحكم";
$locale['apw_admin1'] = "إعادة تعيين كلمة مرور المدراء";
$locale['apw_400'] = "تعيين كلمة مرور جديدة لـ:";
$locale['apw_401'] = "كل المدراء";
$locale['apw_402'] = "المدراء فقط";
$locale['apw_403'] = "المشرفين فقط";
$locale['apw_404'] = "سبب إعادة تعيين كلمة مرور جديدة:";
$locale['apw_405'] = "إعادة تعيين كلمة مرور تسجيل الدخول و لوحة التحكم";
$locale['apw_406'] = "إعادة تعيين كلمات المرور";
$locale['apw_407'] = "تم إعادة تعيين كلمة المرور في ";
$locale['apw_408'] = "مرحباً [USER_NAME]،<br/> تمت إعادة تعيين كلمة المرور في [SITEURL]:<br/>
كلمة المرور الجديدة: [NEW_ADMIN_PASS]<br/>السبب: [RESET_MESSAGE]<br/>مع تحيات،<br/>[ADMIN]";
$locale['apw_409'] = "‎مرحباً [USER_NAME]،<br/> تمت إعادة تعيين كلمة مرور تسجيل الدخول و لوحة التحكم في [SITEURL]:<br/>
‎كلمة مرور تسجيل الدخول: [NEW_PASS]<br>كلمة مرور لوحة التحكم: [NEW_ADMIN_PASS]<br>السبب: [RESET_MESSAGE]<br/>مع تحيات،<br>[ADMIN]";
$locale['apw_410'] = "نتائج إعادة التعيين";
$locale['apw_411'] = "تحديث كلمة مرور المدير.";
$locale['apw_412'] = "كلمة مرور الإدارة:";
$locale['apw_415'] = "كلمة مرور المدير";
$locale['apw_416'] = "معرف السجل";
$locale['apw_417'] = "وقت إعادة التعيين";
$locale['apw_418'] = "المسؤول";
$locale['apw_419'] = "إعادة تعيين";
$locale['apw_420'] = "نجاح العملية";
$locale['apw_421'] = "السبب";
$locale['apw_422'] = "من";
$locale['apw_423'] = "لم يتم ذكر السبب.";
$locale['apw_424'] = "تمت إعادة التعيين:";
$locale['apw_425'] = "فشل في إعادة التعيين:";
$locale['apw_426'] = "لم يتم التعديل على كلمة المرور.";
$locale['apw_427'] = "الخيارات";
$locale['apw_428'] = "سيتم حذف السجل ولا يمكن استرجاعه، هل أنت متأكد؟";
$locale['apw_429'] = "تم حذف السجل";
$locale['apw_430'] = "إختيار الكل";
