<?php
$locale['BBCA_400'] = "محرر النصوص";
$locale['BBCA_400a'] = "محرر النصوص";
$locale['BBCA_401'] = "تجربة محرر النصوص";
// Enabled BB Codes
$locale['BBCA_402'] = "إختصارات محرر النصوص المفعلة";
$locale['BBCA_403'] = "الاسم";
$locale['BBCA_404'] = "الرمز";
$locale['BBCA_405'] = "الوصف";
$locale['BBCA_406'] = "الإستخدام";
$locale['BBCA_407'] = "الترتيب";
$locale['BBCA_408'] = "إلى الأسفل";
$locale['BBCA_409'] = "إلى الأعلى";
$locale['BBCA_410'] = "تعطيل";
$locale['BBCA_411'] = "لا توجد أدوات مفعلة.";
// Disabled BB Codes
$locale['BBCA_413'] = "إختصارات محرر النصوص المعطلة";
$locale['BBCA_414'] = "تمكين";
$locale['BBCA_416'] = "لا توجد أدوات معطلة.";
// Test BB Codes
$locale['BBCA_417'] = "معاينة النتيجة";
$locale['BBCA_418'] = "تعطيل رموز التعبير (smileys) في نص الرسالة";
$locale['BBCA_418a'] = "يرجى كتابة الرسالة لتجربة الأدوات";
$locale['BBCA_418b'] = "اكتب الرسالة لتجربة الأدوات من محرر النصوص.";
// Notices
$locale['BBCA_430'] = "تم إعادة ترتيب القائمة بنجاح - القيمة المختارة إلى الأعلى.";
$locale['BBCA_431'] = "تم إعادة ترتيب القائمة بنجاح - القيمة المختارة إلى الأسفل.";
$locale['BBCA_432'] = "تم تفعيل الإختصار من شريط الأدوات.";
$locale['BBCA_433'] = "تم تعطيل الإختصار من شريط الأدوات.";
