<?php
$locale['BLS_000'] = "القائمة السوداء";
//Blacklist message
$locale['BLS_010'] = "البريد الإلكتروني أو الأي بي غير صالح.";
$locale['BLS_011'] = "إضافة أعضاء إلى القائمة السوداء.";
$locale['BLS_012'] = "تعديل قائمة حظر الأعضاء.";
$locale['BLS_013'] = "تم إزالة العضو من قائمة المشرفين";
$locale['BLS_014'] = "هل أنت متأكد؟";
$locale['BLS_015'] = "القائمة السوداء فارغة.";
$locale['BLS_016'] = "البريد الإلكتروني غير صالح للحظر.";

$locale['BLS_020'] = "المحظورين";
$locale['BLS_021'] = "تحرير";
$locale['BLS_022'] = "إضافة";
$locale['BLS_023'] = "يتم عرض %d من %d جميع المحظورين.";

$locale['BLS_030'] = "معلومات المحظورين";
$locale['BLS_031'] = "مشرف";
$locale['BLS_032'] = "التاريخ";
$locale['BLS_033'] = "الخيارات";
$locale['BLS_034'] = "حظر عنوان البروتوكول (IP)";
$locale['BLS_035'] = "حظر البريد الإلكتروني";
$locale['BLS_036'] = "السبب";
$locale['BLS_037'] = "إضافة";
$locale['BLS_038'] = "التحديث";
$locale['BLS_039'] = "إختيار الكل";

$locale['BLS_MS'] = "<strong>هناك طريقتان للحظر :</strong><br />
<ol> الحظر عن طريق عنوان البروتوكول (IP).<br />
 الحظر عن طريق البريد الإلكتروني.<br />
</ol>
<strong>أولاً</strong>ً: الحظر عن طريق عنوان البروتوكول (IP):<br />
إدخال عنوان البروتوكول (IP) إلى القائمة السوداء سيؤدي إلى منع المستخدم الذي يطابق هذا العنوان الخاص به من (الدخول أو زيارة الموقع).<br />
هناك عدة طرق لحظر الـ (IP)<br />
<ol>يمكنك إظافة العنوان كاملاً - مثال: 123.45.67.89<br />
أو بشكل جزئي - مثال: 123.45.67 أو 123.45</ol>
<u>ملاحظة</u>:<br /><ol>
يتم تحويل عناوين البروتوكول الإصدار السادس (IPv6) إلى صيغتة الطويلة الكاملة مثال:<br />
ABCD:1234:5:6:7:8:9:FF 
سوف يظهر بهذا الشكل  
ABCD:1234:0005:0006:0007:0008:0009:00FF
<br />
لن يتم التحقق عن حالات العناوين المدمجة التي تحتوي على مزيج من عنوان البروتوكول الإصدار السادس (IPv6) والرابع (IPv4) <br />
</ol>
<strong>ثانياً</strong>: الحظر عن طريق البريد الإلكتروني:<br />
سيؤدي إدخال عنوان بريد إلكتروني إلى حظر من التسجيل باستخدام البريد الإلكتروني/الإمتداد أو الصيغة المشار إليها..<br />
% - تتطابق مع أي سلسلة.<br />
أمثلة مع وطريقة الحظر:<br />
<ol>
%.%.%.%@domain.tld يحظر أي عنوان بريد إلكتروني يحتوي على 3 نقاط.<br />
%+%@domain.tld يحظر أي عنوان بريد إلكتروني يحتوي على علامة زائد (+).<br />
%@domain.tld تحظر جميع عناوين البريد الإلكتروني من هذا النطاق.<br />
%.domain.tld يحظر جميع العنوان الفرعية.<br />
%payday% يحظر أي عنوان يحتوي على هذه الكلمة.<br />
domain.tld هو اسم مستعار لـ %@domain.tld متوافقة مع القواعد المحددة لإصدارات الفيوشن.</ol>";
