<?php
$locale['BLS_000'] = "القائمة السوداء";
//Blacklist message
$locale['BLS_010'] = "عنوان البريد الإلكتروني أو عنوان الآي بي لا يمكن أن يكون فارغاً.";
$locale['BLS_011'] = "تم إضافة الإدخال.";
$locale['BLS_012'] = "تم تعديل الإدخال.";
$locale['BLS_013'] = "تم حذف الإدخال.";
$locale['BLS_014'] = "هل أنت متأكد أنك تريد حذف هذا الإدخال؟";
$locale['BLS_015'] = "القائمة السوداء فارغة حالياً.";
$locale['BLS_016'] = "عنوان البريد الإلكتروني ليس بريداً إلكترونياً صالحاً.";

$locale['BLS_020'] = "مستخدم مدرج في القائمة السوداء";
$locale['BLS_021'] = "تحرير مستخدم مدرج في القائمة السوداء";
$locale['BLS_022'] = "إضافة مستخدم مدرج في القائمة السوداء";
$locale['BLS_023'] = "يعرض حالياً %d من %d مجموع إدخالات القائمة السوداء.";

$locale['BLS_030'] = "معلومات المدرجين في القائمة السوداء";
$locale['BLS_031'] = "مشرف";
$locale['BLS_032'] = "التاريخ";
$locale['BLS_033'] = "الخيارات";
$locale['BLS_034'] = "عنوان آي بي مدرج في القائمة السوداء";
$locale['BLS_035'] = "عنوان بريد الكتروني مدرج في القائمة السوداء";
$locale['BLS_036'] = "سبب الإدراج في القائمة السوداء";
$locale['BLS_037'] = "مستخدم مدرج في القائمة السوداء";
$locale['BLS_038'] = "تحديث";
$locale['BLS_039'] = "إختيار الكل";

$locale['BLS_MS'] = "إدخال عنوان آي بي سيمنع المستخدم الذي عنوان الآي بي الخاص به يطابق الإدخال من زيارة هذا الموقع.
يمكنك إدخال الآي بي كاملا، مثلا <em>123.45.67.89.</em>, أو عنوان آي بي جزئي ،  مثال <em>123.45.67</em> أو <em>123.45</em>.
لاحظ من فضلك: عناوين IPv6 يتم تحويلها إلى نموذج طولها الكامل في هذا الموقع ,
مثال <em>ABCD:1234:5:6:7:8:9:FF</em> سيظهر هكذا <em>ABCD:1234:0005:0006:0007:0008:0009:00FF</em>.
عناوين الآي بي المختلطة (تلك التي تحتوي IPv6 و IPv4) لن يتم التحقق من مطابقتها الجزئية.
<br /><br />
إدخال عنوان البريد الإلكتروني سوف يمنع تسجيل الأعضاء باستخدام ذلك العنوان.
 يمكنك إدخال عنوان البريد الإلكتروني كاملاً ، مثل <em>foo@bar.com</em>, أو نطاق البريد الالكتروني ، مثل <em>bar.com</em>.<br /><br />

% - يطابق أي سلسلة.<br /><br />

%.%.%.%@domain.tld يحظر أي عنوان يحتوي على الأقل 3 نقاط.<br />
%+%@domain.tld يحظر أي عنوان يحتوي على الأقل  علامة زائدة واحدة.<br />
%@domain.tld يحظر أي عنوان من النطاق domain.tld<br />
%.domain.tld يحظر جميع النطاقات الفرعية للنطاق domain.tld<br />
%payday% يحظر أي عنوان الذي يحتوي على الكلمة \\\"payday\\\" التي كانت في أغلب الأحيان على المواقع.<br />
domain.tld هو اسم مستعار للنطاق %@domain.tld لجعله متوافق مع القواعد المحددة في v7.<br />";
