<?php
// Comments titles
$locale['400'] = "تعديل التعليق";
$locale['401'] = "التعليقات";
// Comments messages
$locale['410'] = "تم تحديث التعليق";
$locale['411'] = "تم حذف التعليق";
// Edit Comment form
$locale['420'] = "تعطيل رموز التعبير (smileys) في التعليق";
$locale['421'] = "حفظ التعليق";
// Comments
$locale['431'] = "حذف و حظر";
$locale['432'] = "معرف المستخدم (IP):";
$locale['433'] = "حذف التعليق؟";
$locale['434'] = "لا توجد تعليقات على هذا العنصر.";
$locale['435'] = "هل ترغب في حظر هذا العضو؟";
$locale['436'] = "تعليقك مدرج في القائمة السوداء.";
