<?php
// Comments titles
$locale['C_400'] = "تعديل التعليق";
$locale['C_401'] = "التعليقات";
// Comments messages
$locale['C_410'] = "تم تحديث التعليق";
$locale['C_411'] = "تم حذف التعليق";
$locale['C_412'] = "تمت إزالة التعليق وإضافة المستخدم إلى القائمة السوداء.";
// Edit Comment form
$locale['C_420'] = "تعطيل رموز التعبير (smileys) في التعليق";
$locale['C_421'] = "حفظ التعليق";
// Comments
$locale['C_431'] = "حذف وحظر";
$locale['C_432'] = "آي بي المستخدم:";
$locale['C_433'] = "حذف التعليق؟";
$locale['C_434'] = "لا توجد تعليقات على هذا العنصر.";
$locale['C_435'] = "هل تريد حقاً إضافة هذا المستخدم إلى قائمة سوداء؟";
$locale['C_436'] = "تعليق مدرج في القائمة السوداء.";
// Settings
$locale['C_440'] = "تفعيل نظام التعليقات؟";
$locale['C_441'] = "السماح للزوار بالمشاركة؟";
$locale['C_442'] = "تفعيل الصور المصغرة في التعليقات؟";
$locale['C_443'] = "التعليقات في الصفحة";
$locale['C_444'] = "ترتيب التعليقات:";
$locale['C_445'] = "تصاعدي";
$locale['C_446'] = "تنازلي";
