<?php
// Database Restore
$locale['400'] = "استعادة قاعدة البيانات";
$locale['401'] = "خطأ";
$locale['402'] = "صيغة ملف النسخ الاحتياطي غير صالح";
$locale['403'] = "إغلاق";
$locale['404'] = "تم إستعادة قاعدة البيانات";
// Backup File Information
$locale['410'] = "معلومات النسخة الإحتياطية";
$locale['411'] = "معلومات إستعادة الملفات";
$locale['412'] = "اسم ملف النسخة الاحتياطية:";
$locale['413'] = "تاريخ النسخة الاحتياطة:";
$locale['414'] = "إسم قاعدة البيانات:";
$locale['415'] = "بادئة الجدول:";
$locale['419'] = "الجداول";
// Database Restore
$locale['430'] = "خيارات إستعادة الملفات";
$locale['431'] = "اسم الملف:";
$locale['432'] = "التاريخ:";
$locale['433'] = "إنشاء جداول:";
$locale['434'] = "أنشر الجداول:";
$locale['435'] = "اختيار:";
$locale['436'] = "الكل";
$locale['437'] = "لا شيء";
$locale['438'] = "إستعادة";
$locale['440'] = "أنواع الملفات المدعومة:";
// Database Backup
$locale['450'] = "النسخة الاحتياطية لقاعدة البيانات";
$locale['451'] = "معلومات قاعدة البيانات";
$locale['452'] = "حجم الجداول الكلي:";
$locale['453'] = "حجم الجداول الأساسي:";
$locale['454'] = "خيارات النسخة الإحتياطية:";
$locale['455'] = "نوع النسخة الاحتياطية:";
$locale['456'] = "(مضغوط)";
$locale['457'] = "جداول قاعدة البيانات";
$locale['458'] = "الأساس";
$locale['459'] = "ابدأ نسخة احتياطية";
$locale['460'] = "كلمة مرور الإدارة:";
$locale['460b'] = "الرجاء إدخال كلمة مرور قاعدة البيانات";
$locale['461'] = "معلومات مطلوبة";
// Backup List
$locale['480'] = "استعادة النسخة الإحتياطية";
$locale['481'] = "اسم الملف:";
$locale['481b'] = "الرجاء إدخال اسم الملف";
