<?php
// Infusion Management
$locale['INF_400'] = "الملاحق البرمجية";
$locale['INF_401'] = "ملحق";
$locale['INF_402'] = "تم تثبيت هذا الملحق";
$locale['INF_403'] = "لم يتم تثبيت هذا الملحق";
$locale['INF_404'] = "الملحقات المثبتة";
$locale['INF_405'] = "العنوان";
$locale['INF_406'] = "الإصدار";
$locale['INF_407'] = "المطور";
$locale['INF_408'] = "الاتصال بنا";
$locale['INF_409'] = "/M/";
$locale['INF_410'] = "الموقع";
$locale['INF_411'] = "تثبيت";
$locale['INF_412'] = "إلغاء تثبيت هذا الملحق ؟";
$locale['INF_413'] = "المفتاح:";
$locale['INF_414'] = "غير مثبت";
$locale['INF_415'] = "تم التثبيت";
$locale['INF_416'] = "الترقية";
$locale['INF_417'] = "لا توجد ملحقات حاليا.";
$locale['INF_418'] = "الحالة";
$locale['INF_419'] = "الخيارات";
$locale['INF_420'] = "الإصدار";
$locale['INF_421'] = "المؤلف";
$locale['INF_422'] = "تحميل المزيد من الإضافات";
$locale['INF_423'] = "%s تم تثبيته";
$locale['INF_424'] = "%s تم إزالة تثبيته";
