<?php
// Infusion Management
$locale['400'] = "ملحقات";
$locale['401'] = "ملحق";
$locale['402'] = "تم تثبيت هذا الملحق";
$locale['403'] = "لم يتم تثبيت هذا الملحق";
$locale['404'] = "الملحقات المثبتة";
$locale['405'] = "العنوان";
$locale['406'] = "النسخة";
$locale['407'] = "المطور";
$locale['408'] = "الاتصال بنا";
$locale['409'] = "البريد الإلكتروني";
$locale['410'] = "الموقع";
$locale['411'] = "تثبيت";
$locale['412'] = "تثبيت هذا الملحق ؟";
$locale['413'] = "المفتاح:";
$locale['414'] = "لم يتم التثبيت";
$locale['415'] = "تم التثبيت";
$locale['416'] = "الترقية";
$locale['417'] = "لا توجد ملحقات حاليا.";
$locale['418'] = "الحالات";
$locale['419'] = "الخيارات";
$locale['420'] = "النسخة";
$locale['421'] = "الكاتب";
$locale['422'] = "تحميل المزيد من الإضافات";
$locale['423'] = "%s مثبت حاليا";
$locale['424'] = "%s تم إزالة تثبيته حاليا";
