<?php
$locale['ME_400'] = 'ادارة المستخدمين';
$locale['ME_401'] = 'البحث عن عضو...';
$locale['ME_402'] = 'عرض الترشيحات';
$locale['ME_403'] = 'أضف عضو جديد';
$locale['ME_404'] = 'تفعيل الفرز';
$locale['ME_405'] = 'لا يوجد مستخدم موجود تحت معايير البحث';
//
$locale['ME_407'] = 'عرض %s - %d من %d نتائج وجدت';
$locale['ME_408'] = 'المعلومات الأساسية';
$locale['ME_409'] = 'معلومات مفصلة';
$locale['ME_410'] = 'عضو';
$locale['ME_411'] = 'مستوى العضو';
$locale['ME_412'] = 'البريد الإلكتروني';
$locale['ME_413'] = ' حساب المستخدم';
$locale['ME_414'] = 'إختيار الكل';
$locale['ME_415'] = 'مخفي';
$locale['ME_416'] = 'ظاهر';

// Core Fields Filter
$locale['ME_420'] = 'إخفاء البريد الإلكتروني؟';
$locale['ME_421'] = 'تاريخ الإنضمام';
$locale['ME_422'] = 'آخر تواجد';
$locale['ME_423'] = 'عنوان بروتوكول IP';
$locale['ME_424'] = 'نوع عنوان البروتوكول (IP)';
$locale['ME_425'] = 'مجموعات العضو';
$locale['ME_426'] = 'التوقيت';
$locale['ME_427'] = 'حالة العضو';

// Action Form
$locale['ME_430'] = 'خطأ: لا يمكن إكمال الإجراءات ضد الأعضاء المحددين';
$locale['ME_431'] = 'هؤلاء الأعضاء سوف يكونون %s:';
$locale['ME_432'] = '%s قد تم %s';
$locale['ME_433'] = 'الرجاء تحديد سبب الإجراء';
$locale['ME_434'] = 'السبب';
$locale['ME_435'] = 'المدة';
$locale['ME_436'] = 'الأيام';
$locale['ME_437'] = 'تحديث المستخدم';

$locale['ME_450'] = 'إضافة مستخدم جديد';
$locale['ME_451'] = 'الملف الشخصي الخاص بـ %s';
$locale['ME_452'] = 'تعديل الملف الشخصي لـ %s';
$locale['ME_453'] = 'حذف العضو %s';
$locale['ME_454'] = "تحذير!";
$locale['ME_455'] = "أنت على وشك أن تحذف العضو %s!<br/><br/>
سوف يتم حذف جميع محتويات هذا العضو في الموقع.<br/>
هل أنت متأكد؟<br/>";
$locale['ME_456'] = 'حذف العضو';
$locale['ME_457'] = "أنت على وشك أن تحذف عضو %s لم يتم تنشيط حسابة بعد<br/>
هل أنت متأكد؟";

$locale['ME_460'] = 'لا يوجد مستخدمون لإلغاء تنشيطهم';
$locale['ME_461'] = '%s تم إلغاء تنشيطة';
$locale['ME_462'] = 'إلغاء تنشيط الأعضاء الغير النشطين';
$locale['ME_463'] = 'لديك أكثر من 50 مستخدم غير نشطين وسوف تضطر إلى تشغيل عملية التعطيل (%d) الأوقات.';
$locale['ME_464'] = '%d عضو/أعضاء لم يتم بتسجيل الدخول منذ %d يوم/أيام وقد تم إدراجه/إدراجهم في قائمة الأعضاء الغير نشطين. عن طريق إلغاء تنشيط هؤلاء المستخدمين سيكون لديهم (%d) يوم/أيام قبل أن يتم %s.';
$locale['ME_465'] = 'وجب التنوية، بأن بعض الأعضاء قد قاموا بكتابة محتوى في الموقع مثل تعليقات، صور، مواضيع إلخ. عند حذف الأعضاء المعطلين سوف يتم حذف جميع هذة البيانات بالكامل.';
$locale['ME_466'] = 'يوصى بشدة بتغيير إجراء التعطيل لإخفاء الهوية بدلاً من الحذف لمنع فقد البيانات!';
$locale['ME_467'] = "ضبط نظام التعطيل لإخفاء الهوية.";
$locale['ME_468'] = 'التعطيل التلقائي للأعضاء الغير نشطين.';
$locale['ME_469'] = 'تم تفعيل العضو';

// Actions
$locale['ME_500'] = 'الحظر';
$locale['ME_501'] = 'إعادة';
$locale['ME_502'] = 'تعطيل';
$locale['ME_503'] = 'إيقاف';
$locale['ME_504'] = 'محظور أمنياً';
$locale['ME_505'] = 'إلغاء';
$locale['ME_506'] = 'مجهولة المصدر';
$locale['ME_507'] = 'تفعيل';
$locale['ME_508'] = 'تسجيل الدخول كعضو';

// a_message keys
$locale['ME_550'] = 'محظور';
$locale['ME_551'] = 'تمت الإعادة';
$locale['ME_552'] = 'غير مفعل';
$locale['ME_553'] = 'موقوف';
$locale['ME_554'] = 'تم الحظر لدواعي أمنية';
$locale['ME_555'] = 'تم الإلغاء';
$locale['ME_556'] = 'تم إضافة مجهول المصدر';
$locale['ME_557'] = 'الحذف نهائياً';

$locale['ME_560'] = "عرض النتائج";
$locale['ME_561'] = "عرض العضو مع الحالة";
$locale['ME_562'] = "عضو غير مفعل جديد";
