<?php
// Section Titles
$locale['PL_400'] = "تمكين الروابط الدائمة";
$locale['PL_401'] = "تعطيل الروابط الدائمة";
$locale['PL_401a'] = "إعدادات الروابط الدائمة";

// Common
$locale['PL_402'] = "أعد كتابة الاسم";
$locale['PL_403'] = "الوصف";
$locale['PL_404'] = "الخيارات";
$locale['PL_404a'] = "تفعيل";
$locale['PL_404b'] = "تعطيل";
$locale['PL_404d'] = "إعادة التثبيت";

// Editing Permalinks
$locale['PL_405'] = "تعديل الروابط الدائمة لـ %s";
$locale['PL_406'] = "الوسوم";
$locale['PL_407'] = "الوصف";
$locale['PL_408'] = "الأنواع";
$locale['PL_409'] = "تعديل نمط";
$locale['PL_410'] = "نو الرابط الدائم %u:";
$locale['PL_411'] = "خطأ";
$locale['PL_412'] = "تحقق من ملفات الرابط الدائم %s!";
$locale['PL_413'] = "حفظ";
$locale['PL_414'] = "تحذير: سوف يتم حذف الأسماء الفرعية المخصصة داخل الروابط الدائمة بشكل نهائي!<br/>هل أنت متأكد من أنك تريد تعطيل الروابط الدائمة؟";
$locale['PL_415'] = "ستعمل قواعد الروابط الدائمة على تحويل العناوين المختلفة للموقع إلى عناوين ملائمة لمحرك البحث مع خيارات لتخصيص بنية عنوان لموقعك.<br/>
                  يمكنك تشغيل الروابط الدائمة في علامة تبويب \"الإعدادات\" إذا كان الخادم الخاص بك يدعم mod_rewrite. تقوم بتنشيط الروابط الدائمة المختلفة الموجودة في علامة التبويب المعطلة. يمكنك تعديلها لزيادة تخصيص عنوان لتفضيلاتك مباشرة في كل وحدة برمجية في الروابط الدائمة.
<br/><br/>
                  ملاحظة: أن mod_rewrite أو ما يعادله مطلوب لعمل الروابط الدائمة.";

// Admin Messages
$locale['PL_420'] = "حدث خطأ.";
$locale['PL_421'] = "تم تحديث الروابط الدائمة بنجاح.";
$locale['PL_422'] = "لا توجد أنماط للروابط الدائمة لـ %s.";
$locale['PL_423'] = "لا توجد روابط دائمة.";
$locale['PL_424'] = "تم تمكين الروابط الدائمة لـ %s بنجاح.";
$locale['PL_425'] = "تم تمكين الروابط الدائمة لـ %s.";
$locale['PL_426'] = "تم تعطيل الروابط الدائمة لـ %s بنجاح.";
$locale['PL_429'] = "مشغل رابط ثابت لـ %s";

// Other
$locale['PL_427'] = "لم يتم تمكين الروابط الدائمة.";
$locale['PL_428'] = "الروابط الثابتة";
$locale['seo_htc_warning'] = "ملاحظة: إذا قمت بتغيير أي من هذه الإعدادات، فسيتم استبدال محتوى `.htaccess` وسيتم فقد أي تغييرات تم إجراؤها مسبقاً على هذا الملف.";
$locale['rewrite_disabled'] = "يبدو أن `mod_rewrite` لم يتم تمكينه على مضيفك. قد يؤدي تمكين العناوين لـ SEF إلى كسر موقع الويب الخاص بك. الرجاء التواصل مع مزود الاستضافة الخاص بك حول تمكين `mod_rewrite`.";
