<?php
$locale['400'] = "الاعدادات";
$locale['401a'] = "إعدادات الموقع";
$locale['401b'] = "إعدادات عنوان موقعك، المنفذ و البروتوكولات.";

// Site Settings
$locale['401'] = "الرئيسية";
$locale['402'] = "اسم الموقع";
$locale['403'] = "رابط الموقع";
$locale['404'] = "شعار الموقع";
$locale['404left'] = "يسار";
$locale['404center'] = "وسط";
$locale['404right'] = "يمين";
$locale['404XS'] = "مكان الشعار، صغير جداً (الهواتف الذكية)";
$locale['404SM'] = "مكان الشعار، صغير (جهاز لوحي)";
$locale['404MD'] = "مكان الشعار، متوسط (حاسوب محمول)";
$locale['404LG'] = "مكان الشعار، كبير (حاسوب مكتبي)";
$locale['405'] = "عنوان البريد الإلكتروني";
$locale['406'] = "اسمك أو كنيتك:";
$locale['407'] = "مقدمة الموقع:";
$locale['408'] = "يمكنك ترك هذا الحقل فارغاً";
$locale['409'] = "وصف الموقع:";
$locale['410'] = "الكلمات الرئيسية وصف الموقع (كلمات البحث):";
$locale['411'] = "افصل الكلمات بعلامة ( , )";
$locale['412'] = "تذييل الموقع:";
$locale['413'] = "صفحة البداية للموقع:";
$locale['414'] = "";
$locale['415'] = "عمود واحد";
$locale['416'] = "عمودان";
$locale['417'] = "اللغة المحلية للموقع:";
$locale['418'] = "قالب الموقع:";
$locale['418a'] = "قالب لوحة التحكم:";
$locale['419'] = "هدف البحث الإفتراضي:";
$locale['419a'] = "كل محتوى الموقع";
$locale['420'] = "حذف الجوانب الواردة على اليمين:";
$locale['421'] = "حذف الجوانب العليا:";
$locale['422'] = "حذف الجوانب السفلى:";
$locale['423'] = "حذف الجوانب الواردة على الشمال:";
$locale['424'] = "مثال:<br/>/news.php<br/>/forum/index.php";
$locale['425'] = "عنوان الموقع";
$locale['426'] = "بروتوكول الموقع:";
$locale['427'] = "النطاق:";
$locale['428'] = "مثال:";
$locale['429'] = "مسار الموقع:";
$locale['430'] = "منفذ الموقع:";
$locale['430_error'] = "المنفذ غير صحيح";
$locale['430_desc'] = "المنفذ الإفتراضي 80 اترك الحقل فارغ";
$locale['431'] = "معاينة:";
$locale['432'] = "إعدادات أخرى";
$locale['433'] = "mysite.com";
$locale['434'] = "myfolder";
$locale['435'] = "إستثناء فوق اللوحات العليا:";
$locale['436'] = "إستثناء تحت اللوحات السفلى:";
$locale['437'] = "تمكين البوتستراب";
$locale['438'] = "روابط محركات البحث الصديقة (SEF):";
$locale['439'] = "تطبيع عناوين المواقع الصديقة:";
$locale['440'] = "تفعيل نمط تصحيح أمثلية محركات البحث:";
$locale['441'] = "تمكين Entypo";
$locale['442'] = "تمكين Font-Awesome";
$locale['443a'] = "استبعاد لوحات المستخدم 1";
$locale['443b'] = "استبعاد لوحات المستخدم 2";
$locale['443c'] = "استبعاد لوحات المستخدم 3";
$locale['443d'] = "استبعاد لوحات المستخدم 4";
$locale['444'] = "سيرفرات الموقع";
$locale['444a'] = "التكوين لمجالات متعددة على موقع واحد.<br/><br/> ضع كل مجال في سطر واحد بالضغط على زر (\"Enter\")";
$locale['444b'] = "أسماء النطاقات المسجلة <br /> <i>يجب عليك قراءة المجال الحالي قراءة ضمن مضيف الموقع عند تمكين هذه الميزة.</i>.";
$locale['445'] = "غير صالح (لأغراض الاختبار)";

// Time & Date Settings
$locale['450'] = "الوقت والتاريخ";
$locale['451'] = "هيئة التاريخ القصير:";
$locale['452'] = "هيئة التاريخ الطويل:";
$locale['453'] = "هيئة تاريخ المنتديات:";
$locale['454'] = "هيئة تاريخ مقدمة الموقع:";
$locale['455'] = "-- اختيار هيئة --";
$locale['456'] = "فارق التوقيت:";
$locale['457'] = "هيئة تاريخ الأخبار &amp; المقالات:";
$locale['458'] = "التوقيت";
$locale['459'] = "السرفر";
$locale['460'] = "أنت";
$locale['461'] = "لدى الزوار";
$locale['462'] = "فارق توقيت السرفر:";
$locale['463'] = "احرص على جعل توقيت السرفر جرينتش 0";
$locale['464'] = "النطاق الزمني الافتراضي:";
$locale['465'] = "اليوم الأول من الاسبوع";
$locale['466'] = "تلقائي للأعضاء الجدد";

// Registration Settings
$locale['550'] = "التسجيل";
$locale['551'] = "تفعيل نظام التسجيل؟";
$locale['552'] = "استخدام البريد الإلكتروني للتحقق من التسجيل؟";
$locale['553'] = "عرض شفرة (كود) التحقق؟";
$locale['557'] = "تفعّيل الأعضاء الجدد من قبل المدير؟";
$locale['558'] = "تفعيل اتفاقية الاستخدام؟";
$locale['559'] = "الشروط والاتفاقيات";

// Other Settings
$locale['601'] = "حجم صور الألبوم المصغرة:";
$locale['602'] = "حجم الصورة:";
$locale['603'] = "الحد الأقصى لحجم الصورة:";
$locale['604'] = "العرض × الطول";
$locale['605'] = "الحد الأقصى لحجم الملف (بالبايت):";
$locale['606'] = "طريقة ضغط الصور المصغرة:";
$locale['607'] = "GD1";
$locale['608'] = "GD2";
$locale['609'] = "وضع التطوير";
$locale['610'] = "مدقق التحديث";
$locale['611'] = "محدد العدد";
$locale['612'] = "فاصل الآلاف";

$locale['649'] = "أسماء المستخدمين المحظورة:";
$locale['650'] = "متفرقات";
$locale['651'] = "قائمة الكلمات المحظورة:";
$locale['652'] = "اكتب كل كلمة في سطر مستقل.";
$locale['653'] = "أترك الخانة خالية إذا أردت";
$locale['654'] = "البديل للكلمات المحظورة:";
$locale['655'] = "السماح للزوار بالمشاركة؟";
$locale['656'] = "تفعيل الصور المصغرة في التعليقات؟";
$locale['656a'] = "تفعيل تعليقات Jquery ؟";
$locale['656b'] = "من فضلك قم بالتعيين لرقم تعليقات عالي لكل صفحة إذا تم تشغيل Jquery من أجل عرض أفضل";

$locale['657'] = "حالة الصيانة:";
$locale['658'] = "رسالة حالة الصيانة:";
$locale['659'] = "تفعيل مراقبة الكلمات المحظورة؟";
$locale['660'] = "فترة حالة الإغراق:";
$locale['661'] = "يترك خالياً للرفع والتنزيل الفوري للنسخ الاحتياطية.";
$locale['662'] = "استخدام المحرر المتقدم؟";
$locale['663'] = "لإدارة المقالات والأخبار فقط.";
$locale['664'] = " مخدم SMTP";
$locale['665'] = "يترك خالياً إذا كان sendmail مفعل.";
$locale['666'] = "اسم المستخدم لـ SMTP";
$locale['667'] = "كلمة السر لـ SMTP";
$locale['668'] = "السماح للأعضاء باختيار التصميم (الثيم)";
$locale['668ML'] = "الجداول ذات المحتوى متعدد اللغات";
$locale['669ML'] = "حدد الجداول التي ستحتوي على بيانات متعددة اللغات";
$locale['670ML'] = "المقالات";
$locale['671ML'] = "الصفحات الخاصة";
$locale['672ML'] = "ملفات التحميل";
$locale['673ML'] = "الأسئلة المتكررة";
$locale['674ML'] = "المنتديات";
$locale['675ML'] = "أخبار";
$locale['676ML'] = "معرض الصور";
$locale['677ML'] = "استطلاعات الرأي";
$locale['678ML'] = "الرسائل القصيرة";
$locale['679ML'] = "الروابط";
$locale['680ML'] = "الروابط";
$locale['681ML'] = "لوحات";
$locale['682ML'] = "إعدادات اللغة";
$locale['683ML'] = "تفعيل نظام تعدد اللغات";
$locale['684ML'] = "اختيار اللغة";
$locale['685ML'] = "اختيار اللغات المسموح بها.<br/>يرجى ملاحظة: عن طريق إزالة لغة ، يمكنك أيضًا إزالة جميع ارتباطات المواقع المخصصة والفئات وأي محتوى آخر متعدد اللغات للغة المحددة من النظام.";
$locale['669'] = "أخبار";
$locale['669b'] = "التدوينات في كل صفحة";
$locale['669c'] = "الأخبار في كل صفحة";
$locale['670'] = "يجب أن يكون فردي";
$locale['671'] = "تفعيل نظام التعليقات؟";
$locale['672'] = "تفعيل نظام التصنيفات؟";
$locale['673'] = "إخفاء ملف العضو عن الزوار: ";
$locale['674'] = "SMTP بورت";
$locale['675'] = "مستوى الصيانة:";
$locale['676'] = "المدراء";
$locale['677'] = "المديرون العامون";
$locale['678'] = "صاحب الموقع";
$locale['679'] = "تنشيط عداد الزوار؟";
$locale['680'] = "المنع التلقائي في حالة الإغراق:";
$locale['681'] = "الصيانة";
$locale['682'] = "إعدادات نظام الإغراق";
$locale['683'] = "إعدادات الأمن";
$locale['684'] = "ترتيب التعليقات:";
$locale['685'] = "تصاعدي";
$locale['686'] = "تنازلي";
$locale['687'] = "الكلمات السيئة";
$locale['688'] = "إظهار وقت التحميل (في الفوتر)؟";
$locale['689'] = "نعم (كافة الزوار)";
$locale['690'] = "نعم (المدراء فقط)";
$locale['691'] = "السماح للعضو بتغيير اسمه";
$locale['692'] = "إعدادات كود التحقق";
$locale['693'] = "كود التحقق:";
$locale['694'] = "السماح بتنفيذ أكواد PHP";
$locale['695'] = "تحذير! السماح بتنفيذ PHP سيفتح النظام لثغرات SQL.";
$locale['696'] = "الرجاء إدخال مفتاح reCAPTCHA العام والخاص المتعلق بك !";

$locale['913'] = "التعليقات في الصفحة";

$locale['955'] = "الأبعاد الأصلية";
$locale['956'] = "مربع";

$locale['698'] = "تسجيل الدخول SMTP؟";
$locale['699'] = "آلية الدخول";
$locale['699b'] = "كلاهما";
$locale['699e'] = "البريد الإلكتروني";
$locale['699f'] = "التحقق من الملفات المرفوعة من أجل نوع إمتدادات البريد الالكتروني المتعدد الأغراض MIME ؟";

// Private Message Settings
$locale['700'] = "الرسائل الخاصة";
$locale['701'] = "الحد الأقصى لعدد الرسائل في صندوق الوارد:";
$locale['702'] = "الحد الأقصى لعدد الرسائل في صندوق الصادر:";
$locale['703'] = "الحد الأقصى لعدد الرسائل في الأرشيف:";
$locale['704'] = "اكتب 0 لعدد غير محدود";
$locale['707'] = "حدود الرسائل الخاصة";
$locale['708'] = "القيم الافتراضية لخيارات المستخدمين";
$locale['709'] = "الإشعار بالبريد؟";
$locale['710'] = "حفظ الرسائل الخاصة المرسلة؟";
$locale['711'] = "ملاحظة: خيارات المستخدمين لها الألوية إذا تم تحديدها.  سيتم استخدام هذه الخيارات إذا كانت خيارات المستخدم غير محددة.";
$locale['712'] = "تم حذف الرسائل.";
$locale['713'] = "هل تريد فعلا حذف الرسائل ؟";
$locale['714'] = "حذف الرسائل";

// Save Settings
$locale['750'] = "حفظ الإعدادات";

// Other Settings
$locale['800'] = "تهذيب المنتديات";
$locale['801'] = "المشاركات المحذوفة: ";
$locale['802'] = "الموضوعات المحذوفة: ";
$locale['803'] = "المرفقات المحذوفة: ";

// Privacy policy
$locale['820'] = "سياسة الخصوصية";

// Banners Settings
$locale['850'] = "اللافتات";
$locale['851'] = "شعار ۱";
$locale['852'] = "شعار ۲";
$locale['853'] = "كلمة مرور الإدارة:";
$locale['854'] = "حفظ الشعارات";
$locale['855'] = "عرض الشعارات";

// Settings Error
$locale['900'] = "تم تحديث الإعدادات";
$locale['901'] = "حدث خطأ في تحديث قاعدة البيانات: لم يتم تحديث الإعدادات!";
$locale['902'] = "نطاق الموقع لا يمكن أن يترك فارغا!";

// User Management
$locale['1001'] = "نسب الصورة الشخصية:";
$locale['1002'] = "تنشيط نظام إلغاء التفعيل";
$locale['1003'] = "المدة المسموح بها لعدم النشاط:";
$locale['1004'] = "عدد أيام عدم النشاط التي تستدعي إلغاء التفعيل.";
$locale['1005'] = "الرد قبل الشروع بعدم التفعيل:";
$locale['1006'] = "عدد الأيام للرد على إشعار إلغاء التفعيل بالبريد.";
$locale['1007'] = "إعدادات ملف العضو";
$locale['1008'] = "أبعاد الصورة الشخصية:";
$locale['1009'] = "العرض × الطول";
$locale['1010'] = "الحد الأقصى لأبعاد الصورة بالبايت:";
$locale['1011'] = "إجراء إلغاء التفعيل على";
$locale['1012'] = "الأعضاء المخفيون";
$locale['1013'] = "حذف العضو";
$locale['1014'] = "تمكين المستخدمين من تسجيل الدخول من أجهزة مختلفة في الآن ذاته؟";
$locale['1014a'] = "يستحسن تعطيل هذه الخاصية لحماية أفضل";
$locale['1015'] = "العرض";
$locale['1016'] = "الارتفاع";

$locale['1020'] = [1 => 'بايت (بايت)', 1024 => 'كيلوبايت (كيلوبايت)', 1048576 => 'ميغابايت (ميغابايت)'];

// Social integration
$locale['1030'] = "إنشاء وسوم ميتا للرسم البياني المفتوح للشبكات الاجتماعية";
$locale['1031'] = "السماح بفهرسة عناوين الروابط في أكواد BB ";
$locale['1032'] = "السماح بفهرسة عناوين الروابط في ملفات المستخدمين الشخصية";

$locale['error_rate'] = " من فضلك أدخل تقييماً.";
$locale['error_type'] = " من فضلك أدخل نوع إمتداد .";
$locale['error_width'] = " من فضلك أدخل قياس العرض .";
$locale['error_height'] = " من فضلك أدخل قياس الإرتفاع .";
$locale['error_value'] = " من فضلك أدخل قيمة .";
$locale['blog_description'] = "إعدادات ضبط نظام المدونة";
$locale['news_description'] = "إعدادات ضبط نظام الأخبار";
$locale['ipp_description'] = "إعدادات ضبط الأرقام الإفتراضية لعناصر النتائج لتدرج في قائمة";
$locale['forum_description'] = "إعدادات ضبط نظام المنتدى";
$locale['download_description'] = "إعدادات ضبط نظام ملفات التنزيل";
$locale['language_description'] = "إعدادات التكوين لنظام متعدد اللغات الافتراضي";
$locale['photo_description'] = "إعدادات ضبط نظام معرض الصور الإفتراضي";
$locale['main_description'] = "إعدادات التكوين للنظام الرئيسي";
$locale['misc_description'] = "إعدادات التكوين للبريد الإلكتروني ، وطريقة المصادقة ، والتعليقات ، والتصنيفات ، والصورة الشخصية، والرسوم البيانية الاجتماعية وخيارات الإدارة الأخرى";
$locale['message_description'] = "إعدادات التكوين لنظام المراسلة الخاصة";
$locale['register_description'] = "إعدادات التكوين لنظام تسجيل المستخدم";
$locale['security_description'] = "إعدادات التكوين لنظام الأمن";
$locale['time_description'] = "إعدادات التكوين لنظام خادم الوقت والتاريخ";
$locale['user_description'] = "إعدادات التكوين لنظام إدارة المستخدمين";
$locale['theme_description'] = "إعدادات التكوين للسمات";
$locale['blog_settings'] = "إعدادات المدونة";
$locale['download_settings'] = "إعدادات مركز الملفات";
$locale['forum_settings'] = "إعدادات المنتديات";
$locale['ipp_settings'] = "عدد العناصر في كل صفحة";
$locale['photo_settings'] = "إعدادات معرض الصور";
$locale['main_settings'] = "الإعدادات الرئيسية";
$locale['misc_settings'] = "الإعدادات الإضافية";
$locale['news_settings'] = "إعدادات الأخبار";
$locale['message_settings'] = "إعدادات الرسائل الخاصة";
$locale['register_settings'] = "إعدادات التسجيل";
$locale['security_settings'] = "إعدادات الأمن";
$locale['time_settings'] = "إعدادات الوقت والتاريخ";
$locale['user_settings'] = "إعدادات إدارة الأعضاء";
$locale['theme_settings'] = "إعدادات القالب";

// Security Settings
$locale['security_001'] = "نظام الجلسات";
$locale['security_002'] = "التكوين لجلسات الموقع";
$locale['security_003'] = "نوع الجلسات";
$locale['security_004'] = "قاعدة بيانات";
$locale['security_005'] = "نظام ملف";
$locale['security_006'] = "مسح ذاكرة التخزين المؤقت لجلسة النظام";
$locale['security_007'] = "تم مسح جميع جلسات النظام بنجاح";
$locale['security_008'] = "نموذج الرموز";
$locale['security_009'] = "عدد الرموز الصادرة لكل نموذج ";
$locale['security_010'] = "مدخل التسجيل الآمن";
$locale['security_011'] = "طريقة التسجيل الآمن";
$locale['security_012'] = "كلمات";
$locale['security_013'] = "أرقام";
$locale['security_014'] = "كلاهما";
$locale['security_015'] = "Error logging";
$locale['security_016'] = "Error logging method";
$locale['security_017'] = "الملف";
$locale['security_018'] = "Database";
include_once __DIR__.'/../../../includes/dateformats.php';
