<?php
// News titles
$locale['SL_0001'] = "الروابط";
$locale['SL_0010'] = "إضافة روابط";
$locale['SL_0011'] = "تحرير الروابط";
$locale['SL_0012'] = "الروابط الحالية";
// News messages
$locale['SL_0015'] = "تم إضافة الرابط";
$locale['SL_0016'] = "تم تحديث الرابط";
$locale['SL_0017'] = "تم حذف الرابط";
$locale['SL_0018'] = "تم تحديث إعدادات رابط الموقع";
// Site Links form
$locale['SL_0020'] = "اسم الرابط";
$locale['SL_0020a'] = "الرمز";
$locale['SL_0021'] = "عنوان الرابط";
$locale['SL_0022'] = "إظهار الصفحة";
$locale['SL_0023'] = "الترتيب";
$locale['SL_0024'] = "ترتيب العرض";
$locale['SL_0025'] = "القائمة الرئيسية فقط";
$locale['SL_0026'] = "القائمة الرئيسية و القائمة الفرعية";
$locale['SL_0027'] = "القائمة الفرعية";
$locale['SL_0028'] = "فتح الرابط في نافذة جديدة";
$locale['SL_0029'] = "التصنيف";
$locale['SL_0030'] = "الرمز";
$locale['SL_0031'] = "الحالة";
$locale['SL_0032'] = "لا توجد روابط رئيسية";
$locale['SL_0033'] = "لغة الرابط";
$locale['SL_0034'] = "محمي";
$locale['SL_0035'] = "الروابط الفرعية";
$locale['SL_0036'] = "نقل الروابط إلى...";
$locale['SL_0037'] = "الرجال اختيار الرابط الرئيسي";
$locale['SL_0038'] = "لا توجد روابط متاحة يمكن أن تكون رئيسية";
$locale['SL_0039'] = "تأكيد النقل";

$locale['SL_0040'] = "حفظ الرابط";
$locale['SL_0041'] = "الإعدادات";
$locale['SL_0042'] = "قم بتكوين إعدادات التنقل في موقعك";
$locale['SL_0043'] = "الروابط في كل صفحة";
$locale['SL_0044'] = "الحد الأقصى لروابط الموقع التي تظهر على شريط الملاحة";
$locale['SL_0045'] = "عدد الروابط";
$locale['SL_0046'] = "مجموعة الروابط";
$locale['SL_0047'] = "تجميع الروابط عندما يتجاوز عدد الروابط الروابط في كل صفحة";
$locale['SL_0048'] = "لا، لا تقم بتجميع الروابط";
$locale['SL_0049'] = "نعم ، قم بتجميع الروابط كـ \"عرض المزيد\"";

// Site Links list
$locale['SL_0050'] = "اسم الرابط";
$locale['SL_0051'] = "الظاهر";
$locale['SL_0052'] = "الترتيب";
$locale['SL_0053'] = "الخيارات";

$locale['SL_0062'] = "لم يتم إضافة رابط في الموقع.";
$locale['SL_0063'] = "استخدام أكواد BB في الروابط؟";
$locale['SL_0064'] = "Enabling this will reformat link name with BBcodes";

$locale['SL_0070'] = "الرمز";
$locale['SL_0071'] = "نافذة جديدة؟";
$locale['SL_0072'] = "القائمة";
$locale['SL_0073'] = "اعادة ترتيب";
$locale['SL_0074'] = "تحريك";
$locale['SL_0075'] = "عرض الخيارات";

// Delete Site Link category
$locale['SL_0080'] = "حذف هذا الرابط؟";
// Error
$locale['SL_0085'] = "الرجاء إدخال اسم الرابط";
$locale['SL_0086'] = "الرجاء إدخال عنوان الرابط";
$locale['SL_0087'] = "لا يوجد عنصر للتحديث، يرجى التحقق من رابط الموقع.";
