<?php
// Edit/Save/Delete User Group Messages
$locale['GRP_400'] = "تم تحديث المجموعة";
$locale['GRP_401'] = "تم إضافة المجموعة";
$locale['GRP_403'] = "لم يتم تحديد أي عضو";
$locale['GRP_404'] = "لا توجد مجموعة ";
$locale['GRP_405'] = "لا يمكن حذف المجموعة";
$locale['GRP_406'] = "هناك أعضاء مسجلين في هذه المجموعة";
$locale['GRP_407'] = "تم حذف المجموعة";
$locale['GRP_408'] = "لم يتم تحديد عضو او مجموعة.";
$locale['GRP_409'] = " إضافة مجموعة.";

$locale['GRP_410'] = "تم إضافة العضو \"%s\" في المجموعة \"%s\"";
$locale['GRP_411'] = "تم إزالة العضو \"%s\" من المجموعة \"%s\"";
$locale['GRP_412'] = "\"%s\" تم إزالة الأعضاء من المجموعة \"%s\"";

// Edit/Delete Options
$locale['GRP_420'] = "مجموعات العضو";
$locale['GRP_421'] = "تعديل المجموعة";
$locale['GRP_422'] = "حذف المجموعة";
$locale['GRP_423'] = "ادارة المستخدمين";
$locale['GRP_424'] = "عرض %d المجموعة.";
$locale['GRP_425'] = "هل تريد حذف هذه المجموعة؟";
$locale['GRP_426'] = "المجموعة الافتراضية";
$locale['GRP_427'] = "عرض %d الأعضاء %d حالياً.";
$locale['GRP_428'] = "اضافة مجموعة";
$locale['GRP_430'] = "تم إضافة المجموعة %s";
// Edit/Add User Group
$locale['GRP_432'] = "إسم المجموعة";
$locale['GRP_433'] = "وصف المجموعة";
$locale['GRP_434'] = "حفظ المجموعة";
$locale['GRP_435'] = "المعرّف";
$locale['GRP_436'] = "الرمز";
$locale['GRP_437'] = "النشاط";
$locale['GRP_438'] = "الأعضاء";
$locale['GRP_439'] = "رمز المجموعة";
// Search/Add Group Users
$locale['GRP_440'] = "إضافة مستخدم إلى المجموعة";
$locale['GRP_441'] = "البحث عن أعضاء للإضافة إلى هذة المجموعة بإستخدام النموذج أدناه.";
$locale['GRP_442'] = "يمكنك البحث عن أكثر من عضو في نفس الوقت بإضافة مسافة بين كل إسم.";
$locale['GRP_446'] = "إسم المستخدم";
$locale['GRP_447'] = "درجة العضو";
$locale['GRP_448'] = "تحديد الكل";
$locale['GRP_449'] = "إلغاء تحديد الكل";
$locale['GRP_450'] = "إضافة الأعضاء المحددين";
$locale['GRP_451'] = "البحث عن عضو";
$locale['GRP_452'] = "المجموعة الحالية: ";
// Current Group Users
$locale['GRP_460'] = "الأعضاء في المجموعة الحالية";
$locale['GRP_461'] = "أزالة الأعضاء المحددين";
$locale['GRP_462'] = "أزالة جميع الأعضاء";
$locale['GRP_463'] = "لا يوجد أعضاء في هذه المجموعة.";
// Error Messages
$locale['GRP_464'] = "الرجاء إدخال اسم المجموعة";
